[
  {
    "member_id": 14514615,
    "group_id": 107592,
   "group_name": "SQL NYC, The NoSQL & NewSQL Database Meetup",
   "description": "The NYC NoSQL & NewSQL Group  (formerly known as The NYC MySQL Group)  is the worlds largest database Meetup!\\nOfficial URL: www.NYCSQL.com\\nHD-Videoof our previous events is regularly published to theDatabase Month website(http://www.DBMonth.com)\\nhttps://youtu.be/kSkenFWcY68\\nLearn amazing new data tech from technology creators, founders & tech execs CEO / CTO / CIO / VP.\\nAll of our presentations are geared for a general-audience of people interested in database technologies; many events go into deep-tech but always include prerequisite knowledge so that all attendees (beginners to advanced) can expect to be able to grasp the concepts and leave much more knowledgeable.\\nSQL NYC is the world's largest database community on Meetup, focusing on NoSQL, NewSQL & Big Data.\\nPrior speakers have included: - Creator of MySQL - Both founders, CEO and CTO, of MongoDB - Inventor of PHP - Chief Technical Officer of the City of New York - Founder of Microsoft Azure DocumentDB - CEO of Couchbase ...and the list goes on...\\nAbout our SQL NYC community, written by Edward Oates: (Ed Oates co-founded Oracle Corporation with Larry Ellison)\\nData is at the center of our technological revolution: acquiring it, accessing it, searching it, analyzing it, and securing it. Nearly everything else we do is to provide a user friendly window for those activities.\\nGathering to learn about data management and security is a vital activity to motivate the innovators who will sustain our technological progress and who will make the break through inventions that advance us by leaps rather than steps. \\nDatabase Month Festival  To remain cutting-edge, we host the biannual Database Month festival, focusing on:\\nMySQL & SQL\\nNoSQL including MongoDB, Couchbase, Aerospike, CouchDB, Redis, Riak, Cloudant\\nNewSQL such as NuoDB, VoltDB, MemSQL\\nMySQL forks & alternatives like Clustrix, MariaDB, Percona, Drizzle\\nBig data technologies like Hadoop, Cassandra, MarkLogic, HPCC\\nDid you know that Techie Youth is the ONE-AND-ONLY organization providing career-opportunities to severely-at-risk foster-youth in New York?\\nTechie Youth is a 501c3 not-for-profit charity of NYC that provides technology-education, followed by assistance beginning an IT-career, to at-risk youth in NYC & Long Island who are in foster-care and classified as being severely-at-risk of becoming homeless and/or incarcerated in the next 18-24 months.\\nThese kids need YOU, they have nobody else. Please help them. Learn how at https://www.TechieYouth.org",
   "members": 18841
  },
  {
    "member_id": 14514615,
    "group_id": 1209438,
    "group_name": "NYC Volunteer Opportunities and Community Service!",
    "description": "Hello, more coming soon on the new focus of this group to expand to various ways to impact the city/state/country/world in a positive way by volunteering and/or just being a part of community driven events in NYC. We will be involved with the best volunteer opportunities NYC has to offer! We will work with various groups in NYC including New York Cares and many others. We will also be active in various activism movements, charity organizations, community service NYC, and MORE! More information coming soon, please join us!\\nIn addition, this groups helps people get out and social with our Daily Email with various things to do in NYC. Enjoy and see you out there!",
    "members": 2667
  },
  {
    "member_id": 14514615,
    "group_id": 1228907,
    "group_name": "New York Hadoop User group",
    "description": "A group for those using or interested in Apache Hadoop, related projects, and big data in general.",
    "members": 4191
  },
  {
    "member_id": 14514615,
    "group_id": 1290254,
    "group_name": "NY MusicTech Meetup",
    "description": "A community that's here to support the people who are defining what music technology will look like in the future.\\nWe only send emails that are event related, about 2/month.\\nIf you're interested in demoing, keep an eye out for the Call for Presenters email which goes out a month before each event.\\nIf you're interested in being a sponsor, please contact us.\\nAnd visitnymusictech.com and follow @musictechster\\nThanks!",
    "members": 2701
  },
  {
    "member_id": 14514615,
    "group_id": 1428523,
    "group_name": "New York Web Performance Group",
    "description": "Meet with other web developers, designers, business people and system administrators who're interested in making their sites work fast to get better user experience, lower abandonment rates and more money.\\nYouTube -@nywebperf - LinkedIn group - Google+\\nOur Gold Sponsors:\\n\\nFastly-Fastly is the only CDN that gives businesses complete control over how they serve content and the ability to cache frequently changing content at the edge. \\nAkamaiis the leading cloud platform for helping enterprises provide secure, high-performing user experiences on any device, anywhere. \\n[+] see all our sponsors\\n  More Web Performance groups around the world:   http://web-performance.meetup.com/\\nWeb Performance Books:   http://pinterest.com/perfplanet/wpo-books/",
    "members": 4016
  },
  {
    "member_id": 14514615,
    "group_id": 1461951,
    "group_name": "New York C++ Developers Group",
    "description": "C and C++ software development and related topics",
    "members": 2139
  },
  {
    "member_id": 14514615,
    "group_id": 1476739,
   "group_name": "Be Social Change",
   "description": "We Are Your New York Social Impact Community  Learn more at www.BeSocialChange.org\\n>> SUBMIT EVENTS TO OUR WEEKLY GUIDE:http://bit.ly/BSCSubmit<< \\nBe Social Changeis the largest social impact community in New York Cityempowering people from all sectors and industries to build purpose-driven careers, business and lives. We provideyear-round professional development classes, social entrepreneurship education,networking events, panel discussions, peer mentorship, andresource-sharing toolsto help people accelerate their careers and grow their social impact. Our mission:build social sector capacity by making professional development affordable and accessible to all.\\nJoin our community of purpose-driven professionals, entrepreneurs, and creatives today!\\n>> SUBMIT EVENTS TO OUR WEEKLY GUIDE: http://bit.ly/BSCSubmit<<",
   "members": 4747
  },
  {
    "member_id": 14514615,
    "group_id": 1542972,
    "group_name": "NYC Predictive Analytics",
    "description": "NYC Predictive Analytics is a non-profit professional group that meets monthly to discuss diverse topics in predictive analytics and applied machine learning. We are a group 1000+ members strong comprised of analysts, computer scientists, engineers, executives, entrepreneurs and students with a deep interest in these fields & related technologies.\\nMeeting topics are varied and can focus on, as examples, new trends and technologies, best practices for development in big-data environments, and fundamental predictive modeling & machine learning concepts.\\nSee our past meetups:\\nhttp://www.meetup.com/NYC-Predictive-Analytics/#past\\n\\nLatest Reading List\\n\\n\\n\\nhttp://www.meetup.com/NYC-Predictive-Analytics/boards/thr...\\nFollow DKALab on Twitter\\n\\n\\n\\nhttp://www.twitter.com/DKALab\\nJoin our Linkedin group:\\n\\n\\n\\nhttp://www.linkedin.com/groups?viewMembers=&gid=3221084&sik=1281714752192",
    "members": 4742
  },
  {
    "member_id": 14514615,
    "group_id": 1559235,
    "group_name": "(Socially) Functional",
    "description": "Socially Functional is a meetup group for programmers that like to chat/scheme/vent about functional programming. It is also known as Functional Alcoholics, which is a hilarious pun except when people see it out of context and think you have a drinking problem. We have weekly hacking sessions at a coffee shop, and bar meetups at fairly random intervals. If you have an idea for a good bar or other venue, post it!",
    "members": 409
  },
  {
    "member_id": 14514615,
    "group_id": 1561620,
   "group_name": "ARNY - Augmented Reality New York",
   "description": "Augmented Reality (AR) will one day change the way we interact with the world. AR technology has come a long way and is now ready for the market. It is now up to you - developers, designers, entrepreneurs, scientists, educators, investors, artists, marketers, hackers, journalists, and more - to bring the augmented reality experience to consumers in a fun, productive - and lucrative way. New York City has all the ingredients to be the center of the augmented world.\\nLet's not wait; let's meet up and make it happen Today!",
   "members": 3091
  },
  {
    "member_id": 14514615,
    "group_id": 1569423,
    "group_name": "NoSQL NYC",
    "description": "What is NoSQL?\\nThe definition of NoSQL varies greatly, but the NoSQL NYC Meetup will be a place to discuss any alternative databases: from large distributed key-values hashtables to document-stores. Newbies welcome!\\nYou can also keep track of various NoSQL events in the city by following the group on Twitter:      http://twitter.com/nosqlnyc Please let me know if I missed something.\\nThe goal of the meetup is to build a local community, so please do not join the meetup for the sole intention of promoting non-related/distant conferences, products, webinars and services. Job postings from companies are very welcome, recruiters are not.",
    "members": 3087
  },
  {
    "member_id": 14514615,
    "group_id": 1574965,
    "group_name": "NYC Tech Talks",
    "description": "The purpose of this Meetup Group is to gather local NYC area techies together to learn from one another. Presentations should be around 30 - 40 minutes, more technical than not, and ideally, show how the presenter has solved a particular tech problem. Slides w/ source code encouraged! This is a group for techies. This is not a group for people who work at tech companies. If you don't write/test code or work with servers, this is probably not the right group for you. If you would like to present something, please let us know.",
    "members": 3207
  },
  {
    "member_id": 14514615,
    "group_id": 1591779,
    "group_name": "Algorithms and Data Structures",
    "description": "Talk about algorithms. Share your experiences and talk about cool code that you wrote.\\n__________________\\nSPONSOR MESSAGE Lyft is currently offering members of our Meetup free ride credit to try the service!Justclick hereor visithttps://www.lyft.com/invited/HACKERSto get the free credit. I love Lyft and have had great ride experiences.",
    "members": 1924
  },
  {
    "member_id": 14514615,
    "group_id": 1600809,
    "group_name": "StoryCode New York City",
    "description": "StoryCode NYC is the birthplace of a global movement and network for cross-platform, immersive and interactive storytellers. With chapters in Boston, Paris, Washington DC, Barcelona, San Francisco and Costa Rica, our ethos is inspired by open-source culture, a commitment to shared learning and creativity.\\nWe transitioned from Transmedia NYC to StoryCode specifically to embrace the growing world of storytellers experimenting on the many emerging mediums. Each chapter hosts regular events, which are free and open to the public, and many also host workships and story hackathons for members.",
    "members": 2307
  },
  {
    "member_id": 14514615,
    "group_id": 1713622,
    "group_name": "Emerging MarTech",
    "description": "Emerging Marketing Technologies\\nWe host events and conversations on emerging technologies that will disrupt marketing as we know it. Meetups will focus on covering cutting technologies redefining marketing including:\\n Artificial Intelligence \\n Machine Learning \\n Internet of Things \\n Virtual/Augmented/Reality\\n Chatbots\\n Blockchain \\nWe invite MarTech experts, investors, and developers, to share the latest case studies and trends in the above-listed emerging technologies, as it pertains to marketing and advertising. This Meetup is your valuable network and resource for keeping up on emerging marketing technologies and the people pushing the envelope on the business and consumer side, and the developers of the technology!\\nPresented by Served Fresh Media.",
    "members": 1289
  },
  {
    "member_id": 14514615,
    "group_id": 1730008,
    "group_name": "Google NYC Tech Talks",
    "description": "Welcome engineers and technologists in the New York area. Whether you are a hands on software engineer, quality engineer, or a person just interested in advanced technologies, you will enjoy these meetups.Hosted at Google's NYC offices, these talks will cover a variety of topics of strong interest to the NYC technology community.\\nTopics will range across the spectrum of computer science and software engineering, including information retrieval, user interfaces, programming languages, and computer security. In particular, there will be a track devoted to best practices for quality engineering and automation / engineering productivity (e.g. automated testing, building testing frameworks, etc). There will also be talks on business topics that are highly relevant to software engineers (e.g. entrepreneurship, future of publishing, social capitalism, etc).\\nIf you have recommendations for future topics, feedback for the events team or are interested in future events and jobs at Google, please fill out our interest form.\\nPast meetups are generally recorded - enjoy!",
    "members": 17487
  },
  {
    "member_id": 14514615,
    "group_id": 1748515,
    "group_name": "LispNYC",
    "description": "LispNYCbrings together diverse communities of technologists dedicated to the advancing the foundations of tomorrow's digital science through Functional Programming, Mathematics and Artificial Intelligence. Support us now, and be part of a vision so powerful it's like Alien technology.",
    "members": 1548
  },
  {
    "member_id": 14514615,
    "group_id": 1794037,
    "group_name": "NYC Cassandra User Group",
    "description": "The Apache Cassandra Project develops a highly scalable second-generation distributed database, bringing together Dynamo's fully distributed design and Bigtable's ColumnFamily-based data model.\\nThe NYC Apache Cassandra User Group is a highly awesome meetup group, bringing together cool people distributed across NYC to talk about our favorite NoSQL implementation Apache Cassandra.",
    "members": 1273
  },
  {
    "member_id": 14514615,
    "group_id": 2043381,
    "group_name": "East Village Tech Meetup",
    "description": "New York is the place to be, especially these days, if you are involved in the tech industry (bay area? what bay area?). It is also an excellent place to go out and meet people, get inspired, and start something great.\\nSince the East Village is clearly one of the hippest places to live - and lots of techies do - this meet-up group is focused on connecting you with the like minded, away from your cubicle or coffee shop, and have a beer while you are at it.\\nSo, if you are excited to change the world one cloud, one gadget, one app, or whatever, at a time and you live in the East Village (or don't mind taking the trip) you should come out and get to know your in-spirit co-workers, share drinks, stories, and experiences, and connect.",
    "members": 639
  },
  {
    "member_id": 14514615,
    "group_id": 2659922,
    "group_name": "NYLUG - New York Linux Users Group",
    "description": "NYLUG.org is New York's Linux Users Group supporting all things Linux and Open Source in the greater New York area. Members are Linux enthusiasts who come to the meetings and installfests, subscribe to a mailing list, and/or participate in keysignings and other NYLUG events. Meetings are free and open to the public (RSVP usually required). Meetings will usually (but not always) take place the second Thursday of the month starting at 6:30pm. Meetings are announced on the NYLUG-Announce mailing list as soon as they are scheduled. All meetings are free and open to the public, but you should put yourself on the RSVP list for your convenience and ours. Our programming Workshop takes place every other Tuesday at the NY Public Library, Hudson Park Branch. You can see the schedule here by checking its calendar. Please, feel free to contact us at info@nylug.org, if you have any questions about NYLUG.org.",
    "members": 5607
  },
  {
    "member_id": 14514615,
    "group_id": 2744292,
    "group_name": "NY Enterprise Technology Meetup",
    "description": "The NYETM fosters innovation in the NY enterprise technology ecosystem through promoting early stage technology companies, supporting entrepreneurs, educating companies on how to work with enterprises, and creating an environment where entrepreneurs, investors, and businesses can all network and learn from one another.\\nCheck out our latest news at www.nyetm.com where you can also request to present.",
    "members": 5151
  },
  {
    "member_id": 14514615,
    "group_id": 2829432,
    "group_name": "Data Driven NYC (a FirstMark Event)",
    "description": "Data Driven NYC (organized by FirstMark), is a community of tech enthusiasts who are passionate about Big Data, AI, data science and data-driven products and businesses, in New York and beyond. The community meets monthly at three hour events that include both company presentations and informal networking.\\nThe monthly events focus on the business aspects of the data revolution: startup opportunities, new products, business models, funding trends, emerging players, and ways for existing startups to leverage their data. Technical aspects will also occasionally be discussed, but attendees do not need to have a technical background.\\nFor videos and pictures of previous events, please visithttp://datadrivennyc.com/",
    "members": 14014
  },
  {
    "member_id": 14514615,
    "group_id": 2854922,
    "group_name": "Startup Grind NYC",
    "description": "Startup Grind is a global startup community designed to educate, inspire, and connect entrepreneurs. We host monthly events in 200 cities and 85 countries featuring successful local founders, innovators, & investors.\\n\\nThe monthly events are open to anyone interested or involved in startups and there are no annual or membership fees.\\n\\nStart a Chapter in your city!\\n\\nSponsor an event\\n\\nDemo your startup & meet investors at a regional conference through our Startup Program",
    "members": 10053
  },
  {
    "member_id": 14514615,
    "group_id": 3607252,
    "group_name": "New York Software Engineers (NYSE)",
    "description": "These are not your typical software engineering events.\\nThis is an exciting time for our human computer civilization and NYSE is a community organization dedicated to creating events for software engineers on emerging technologies and topics that have never been attempted before.\\nEvents focus in on topics like Machine Learning, Robotics, Nanotechnology, Arduino, 3D Printing, Synthetic Biology, Artificial Intelligence, Computer History, Computer Vision, Big Data,Augmented Reality (AR), Wearable Devices, Software to Create Art, and Interstellar Space Travel all from a software engineers perspective.\\nNYSE creates events only possible in NYC and the New York region with experts from all walks of life as possible speakers in panels and even debates between different languages, IDE's, technologies, techniques, marketing strategies and more.\\nCoding ability is encouraged but not required to attend our events.\\nEvents on emerging technologies may also touch on app development, OO, cloud, mobile, HTML5, Hadoop, Python, Eclipse, JavaScript, JAVA, HBASE, MapReduce, Erlang, jQuery, Swift, MongoDB, NoSQL, PHP, Agile, Ruby on Rails (RoR), Frameworks, Node.JS, Angular.JS, IDEs, animation, design, Twisted, Android, iPhone, iOS, Business Intelligence, and UI/UX.\\nNYSE offers unbelievable social networking opportunities with people from all backgrounds and philosophies. We encourage everyone to join who has a love for new technologies, software engineering, and the opportunity to network with people building the future.\\nJoin BASE, attend our events, and experience it for yourself.\\nCode The Future.",
    "members": 7971
  },
  {
    "member_id": 14514615,
    "group_id": 4209152,
    "group_name": "Health Devs NYC",
    "description": "Developers create solutions to problems in complex systems. Health involves an unbelievably complex system (the body), tangled up with an unfathomably real abstraction (the mind) and wrapped in a morass of business, government, and good intentions so labyrinthine in nature that it would make Kafka cry. If you love exploring elegant fixes to problems of mind-shattering difficulty in a collaborative environment then Health Devs is the group for you.\\n\\nThings health devs do:\\n* Show off hacks we've built that transform health and healthcare\\n* Share information on the nuts and bolts of developing healthcare technologies -- everything from hacking healthcare's many non-standard standards to building great UI for doctors to integrating with EHRs\\n* Talk about the core problems of plaguing healthcare, and how to hack them",
    "members": 1203
  },
  {
    "member_id": 14514615,
    "group_id": 4370072,
    "group_name": "Unigroup of New York",
    "description": "Unigroup is the oldest and largest Unix User's Group (Unix/Linux/BSD) serving the Greater New York City Regional Area since the early 1980s. Unigroup has been serving the NYC Unix/BSD/Linux/AIX/Solaris/... Community for over 30 years! Unigroup was the first Technical Group in NYC to regularly cover topics related to Linux and Linux Distributions. \\n Unigroup is a 501c3 not-for-profit, vendor and platform neutral, member funded, volunteer organization. Unigroup holds regular and special event meetings throughout the year on technical topics relating to the Unix/Linux/BSD Operating Systems and the Unix/Linux/BSD User Community. Most Unigroup meetings are open to the public! \\n Unigroup presentations cover topics relating to both Unix and Unix-like Operating Systems (Unix/Linux/BSD/AIX/Solaris), as well as other related technologies including: Computers, Communications, Cryptography, Databases, Storage Architecture, Internet, Networking, Security, Programming Languages, Software Development, Web Development, Systems Administration, DevOps, Data Center, Hardware Acceleration (FPGA/GPU/DSP/ASIC), High Performance Computing/Clusters, Low Latency Computing/Networking, Small Form Factor Computers, Embedded Computing, IoT, IT Technology, Free Software, Open Source and Software Tools. \\n Unigroup meeting topics span ALL varieties of UNIX, BSD, LINUX, and related Operating Systems, covering both Commercial / Closed Source, and Freely Available / Open Source: projects, products, methods and tools. Our Unix/BSD/Linux technical presentations have covered subject matter relating to the following operating systems and projects: AIX; HP-UX, True64, Ultrix; IRIX; OS/X, A/UX; SCO, OpenServer, UnixWare, OpenUnix, Xenix; Solaris, OpenSolaris, SunOS, UnbreakableLinux; FreeBSD, NetBSD, OpenBSD, BSD/OS; RedHat, CentOS, Fedora; SuSE, OpenSUSE; Debian, Ubuntu, Knoppix, Raspbian; Caldera, OpenLinux; Plan9; as well as a variety of other distributions. \\n Spanning its 30+ year history, Unigroup has presented technical meetings covering IT Technology which is of interest to a broad audience of IT Professionals, including: Software and Web Developers, System Administrators, System Engineers, System Architects, Security Administrators, Network Administrators, Database Administrators, Intrastructure Engineers, End-Users and Computer Enthusiasts. Unigroup has historically had a large percentage of Wall-Street/Financial and Banking/Brokerage professionals attending our meetings. Unigroup is known for being one of the most Technical User Groups around NYC, and with 2.5 hours of presentation time available, we are able to explore the meeting subject matter in depth. \\nOur web site is http://www.unigroup.org/",
    "members": 201
  },
  {
    "member_id": 14514615,
    "group_id": 5087172,
    "group_name": "New York Haskell Users Group",
    "description": "The NY Haskell Users Group is for all programmers either interested in or experienced with the Haskell programming language. We want to build a community of Haskell developers in the New York area that can share knowledge, projects, and experience, and to generally foster and encourage strongly typed functional programming, in all languages, all settings, and all industries. Our events center around talks, but we have also hosted social hours, code workshops, and a hackathon. Regular meetings are on the fourth wednesday of each month.\\nWe post videos of all talks on ourYouTube channel",
    "members": 1830
  },
  {
    "member_id": 14514615,
    "group_id": 5314302,
    "group_name": "Hacker Hours",
    "description": "Free office hours for programming help - any programming language, all skill levels. The format is super simple: you come with your laptop, sit and hang out and code, and flag down one of the organizers if you have a question. That's it! If we can't answer your question, we'll find you someone who can, or at least point you in the right direction.\\nNote that this is a meetup for people learning to code. Experienced developers are more than welcome, though - we appreciate the help! For those hiring or simply interested in supporting free learning in NYC, we are open to sponsorships, so just reach out! No recruiting without permission from the organizer(s). Feel free to use the mailing list:hackerhours-list@meetup.com, but check outour policies. Also, check outthe homepagefor Resources, Tutors, etc.\\n*****************\\nhackerhours.org\\n*****************",
    "members": 5540
  },
  {
    "member_id": 14514615,
    "group_id": 6737712,
    "group_name": "Code Crew - Learn to Code!",
    "description": "Hackers + Designers + Entrepreneurs= Code Crew!\\nPassionate about learning how to code, creating beautiful designs or building the prototype for your business idea and tired of doing it alone? Then this is the group for you!\\nWant to learn how to build your own personal website, launch an MVP for a startup idea or take the first steps to a new career as a software developer without breaking the bank? If so then this group is for you!This is the perfect group for people serious about learning how to code. We provide affordable introductory class, courses and workshops on a myriad of programming topics. These topics include, but are not limited to,HTML, CSS, Javascript, Node.js, Ruby, Ruby on Rails, Python, Django, PHP, Objective-C, Swift, UI/UX Design and more!\\nIf you are interested in learning through self-study using resources on the web like Code School, Codecademy, Treehouse, P2PU, Coursera, edX, Udacity, programming books, screencasts or whatever else is out there on the internet we have helpful suggested readings on ourblog. If you're just starting out and want to get a head start then check out some cool resourceshere.",
    "members": 11392
  },
  {
    "member_id": 14514615,
    "group_id": 8417772,
    "group_name": "ACM New York City",
    "description": "ACM New York City is a non-profit professional group that meets regularly to discuss diverse topics in computer science such as user experience, user research, data visualization, predictive analytics, applied machine learning, statistical modeling, open data, and artificial neural networks. Meeting topics are varied and range from tutorials on basic concepts and their applications, to success stories from local practitioners and academic students, to discussions of tools, new technologies, and best practices. All are welcome to attend, to meet others, and to present their work. <br>\\nACM New York City is powered by the ACM NYU Student Chapter and ACM Local at Association for Computing Machinery, Inc.",
    "members": 1426
  },
  {
    "member_id": 14514615,
    "group_id": 11398322,
    "group_name": "Papers We Love",
    "description": "What was the last paper within the realm of computing you read and loved? What did it inspire you to build or tinker with? Come share the ideas in an awesome academic/research paper with fellow engineers, programmers, and paper-readers. Lead a session and show off code that you wrote that implements these ideas or just give us the lowdown about the paper (because of HARD MATH!). Otherwise, just come, listen, and discuss.\\nWe're curating a repository for papers and places-to-find papers.You can contribute by adding PR's for papers, code, and/or links to other repositories.\\nWe're posting videos of all our presentations, from all our chapters.  \\nIf you need to reach out to us or have ideas for papers, just ask us via our twitter account.\\nPapers We Love has a Code of Conduct. Please contact one of the Meetup's organizers if anyone is not following it. Be good to each other and to the PWL community!",
    "members": 2401
  },
  {
    "member_id": 14514615,
    "group_id": 14353592,
    "group_name": "Apache Mesos NYC Meetup",
    "description": "Apache Mesos is a cluster manager that provides efficient resource isolation and sharing across distributed applications, orframeworks. It can run Hadoop, Jenkins, Spark, Aurora, and other applications on a dynamically shared pool of nodes.\\nFeatures:\\nFault-tolerant replicated master using ZooKeeper\\nScalability to 10,000s of nodes\\nIsolation between tasks with Linux Containers\\nMulti-resource scheduling (memory and CPU aware)\\nJava, Python and C++ APIs for developing new parallel applications\\nWeb UI for viewing cluster state\\n\\nOne way to think about the difference between Mesos and cloud solutions is around how they manage their resources. There is a lot of latency when using Hypervisors (which is what cloud environment use). Mesos operates with cgroups at the kernel level giving you the same isolation but faster from a network, and system perspective. \\nMesos also abstracts out the scheduling of resources from the management of resources giving you the ability to create any type of scheduler that makes sense for you (or use existing ones) and still get the same kernel benefits. Think of your scheduler as init.d for your data center servers as a whole and Mesos as the kernel of your entire data center and every computing server in it.",
    "members": 1088
  },
  {
    "member_id": 14514615,
    "group_id": 15416432,
    "group_name": "New York City CoreOS Meetup",
    "description": "Ready to learn about next generation application deployment? This is a group focused on the open source Linux distribution CoreOS. In addition to discussing CoreOS it's also a forum to learn about etcd, fleet, and how CoreOS interoperates with related technologies.",
    "members": 681
  },
  {
    "member_id": 14514615,
    "group_id": 16203912,
    "group_name": "NYC Enterprise Sales Forum",
    "description": "The NYC Enterprise Sales Forum is a community for B2B sales professionals involved in complex sales cycles. We provide an open and collaborative environment where you can share ideas, network with peers, and learn actionable insights for sales excellence and professionalism from successful sales practitioners and leaders. We do this through monthly sales talks that provide an opportunity for professional development and a platform for advancing modern sales techniques.\\nTo find out more about us and when we are hosting future events as well as learn about our global chapters, please follow us at http://enterprisesalesforum.com/.\\nIf you wish to contribute actively to the community either as a sponsor, a speaker, or a volunteer for our events, please reach out to us to discuss: mark@entsales.com.",
    "members": 2344
  },
  {
    "member_id": 14514615,
    "group_id": 18350214,
    "group_name": "Rust NYC",
    "description": "We are interested in Rust the Programming language, its ecosystem, and its contributors. We occasionally meet to talk about these things.",
    "members": 733
  },
  {
    "member_id": 14514615,
    "group_id": 18598034,
    "group_name": "Artificial Intelligence Development (a FirstMark Event)",
    "description": "Code Driven NYC is a community organized by FirstMark that brings together leading developers from across the tech ecosystem to learn about software engineering, get inspired, and have fun.",
    "members": 1863
  },
  {
    "member_id": 14514615,
    "group_id": 18600249,
    "group_name": "NYC Sales Development Forum",
    "description": "Are you a sales development, business development, or inside sales rep? Is your job all about prospecting? Come join our community of B2B sales professionals to learn all about the in's and out's of sales development, how to improve your sales skills, and build connections with other sales peers and leaders.\\nThis group was launched with support from the Enterprise Sales Forum to focus on the needs of teams focused on prospecting and share best practices in the evolving field of Sales Development.\\nIf you wish to contribute actively to the community either as a sponsor, a speaker, or a volunteer for our events, please reach out to our organizer Meg Hewitt to discuss.",
    "members": 1293
  },
  {
    "member_id": 14514615,
    "group_id": 19042464,
    "group_name": "NGINX + Technology NYC",
    "description": "Do you use NGINX? Wanna learn what all the hype is about? Come hang out with other NGINX users- developers, sys admins, devops, core contributors and module developers to share the ups and downs, tricks and tips and insider information here. We'll explore the ways you can use NGINX by highlighting related technologies and topics on a revolving basis. \\n\\nGot an idea of a topic or associated technology you'd like to see highlighted? Email Shannon Burns: shannon@nginx.com",
    "members": 302
  },

  {
    "member_id": 22982331,
     "group_id": 138890,
      "group_name": "NYC Screenwriters Collective",
      "description": "SCRIPT REVIEW, THE CRAFT,THE BUSINESS, & NETWORKING\\nThe NYC Screenwriters Collective is a not for profit screenwriting workshop that teaches the craft of writing for film and television, offers free script coverage, networking, and engages in discourse on the business of screenwriting, film, and television.\\nWe are a community of New York City screenwriters engaged in a specialized script development process to enrich our member's scripts and propel them into the business of writing for film and television. We review feature length screenplays and teleplays written by our members and produced screenwriters of acclaimed film and television.\\nOur members enjoy discounts to the preeminent screenwriting seminars and courses, deadline alerts for script contests, industry insider updates on spec sales, and invitations to screenwriting related lectures, panels, podcasts, and networking events. Members range in experience from beginners to pre-pro to working screenwriters.\\nOur mission is to support the community of NYC based writers of film and television while teaching the craft of screenwriting.",
      "members": 3782
    },
    { "member_id": 22982331,
      "group_id": 216933,
      "group_name": "Harry Potter NYC - The Group that Shall Not be Named",
      "description": "Welcome Harry Potter Fans!\\nWe are HP-NYC, The Group That Shall Not be Named. And Harry Potter isn't over till we say its over.\\nWe are the largest HP fan club in the world with over 2000 members. Our members span every type of person possible but we are united in our love of these books.\\nWe meet regularly on the 1st Thursday of every month and have special events almost every month. If you are looking for a way to meet new friends and forge new relationships in this huge city of ours, then you've come to the right place.\\nOur Events\\nWe have a wide range of events and activities that are as diverse as the interests of our members. We strive to provide an experience that allows you to indulge in your talents and creativity while having a tremendously fun time.\\nSome of our events include:\\n- Trivia Nights\\n- Board Game Nights\\n- Movie Screenings\\n- HP Themed Crafting\\n- Fan Fiction Readings\\n- Cosplay Photoshoots\\n- Wizard Rock Shows\\n- Convention Presentations and Appearances\\n- In Costume Ice Skating\\nSponsor\\n\\n\\n\\nOur main sponsor is Jordan Den - Maker of kitchen armor, outfitter of crayon soldiers.\\nJordan Den is a matchmaker of sorts, first introducing and later marrying practicality and pop culture. Pennsylvania-bred and Brooklyn-based, Jordan specializes in creating aprons with geek-chic graphic designs and creative curios like the best-selling crayon bandolier (as seen in Real Simples holiday gift guide).\\n  Although initially sewing was solely supposed to be a creative outlet, thanks in part to Etsys enthusiastic crafting community, Jordans hobby quickly turned into a wonderfully hectic small business.   Jordans products are crafted with individual care and are fashionable, functional and 100 percent customizable. With handcrafted items like the ever-popular TARDIS aprons, golden snitch necklaces and canvas bags embroidered with whichever Hogwarts House suits your fancy, Jordans shop has everything to fit your niche needs.",
      "members": 3227
    },
    { "member_id": 22982331,
      "group_id": 224373,
      "group_name": "The NY Musicians Group",
      "description": "We're a diverse group of musicians and music lovers, representing ALL styles and ALL skill levels.\\nWe have many different types of events, and meet regularly to network, collaborate, workshop, share ideas/tips/knowledge, perform, jam, songswap and give/receive feedback.\\nCome join us!",
      "members": 2464
    },
    { "member_id": 22982331,
      "group_id": 289623,
      "group_name": "The New York Teachers' Group",
      "description": "If you are a teacher, an assistant teacher, a substitute teacher, a retired teacher, a student who is getting his/her degree in education, someone who wants to become a teacher or someone who is interested in the field of Education, you are more than welcome to join our group. We feel that networking is essential in todays professional world. And this is one element that can be beneficial to even those who are on their way to enter the world of Teaching. Please take your time to fill out the form to become our group member. We will really appreciate if you can fill out all the boxes and explain the reason why you want to join our group.\\nPlease be respectful to other members. If you have any conflicts or face any type of abuse in this group, please contact the group organizer.\\nPlease remember the message board for this group is for members only and at the same time it is moderated by your group's Organizer who holds the right to edit or delete posts. If you see problem messages, spam, advertising, threats, abuse, or off-topic posts, please contact the organizer of the group.",
      "members": 1109
    },
    { "member_id": 22982331,
      "group_id": 409402,
      "group_name": "Cinema Heads Movie Club!",
      "description": "Members of this group are invited to private screenings (arranged by the organizer) of carefully selected foreign and independent films (and possibly a few classics), followed by a discussion. In addition, we may occasionally see new releases before they open to the public.\\nIf you're always thinking about the next movie you are going to see, join us at our next event.\\nCinema Heads Unite!",
      "members": 1668
    },
    { "member_id": 22982331,
      "group_id": 535652,
      "group_name": "The VOCAL BRILLIANCE Group: Singing, Performing, & Education",
      "description": "Welcome to the VOCAL BRILLIANCE Meetup group!\\nThis group is intended to cater to all types of singers.  Whether youre a seasoned professional, an intermediate hobbyist, or a complete beginner hoping to get your feet wet; whether your focus is rock, pop, classical, Broadway, Jazz, R&Bthere will be an event designed specifically for you.\\nOur primary purpose is to have fun becoming better singers; to improve together as vocal artists and performers beyond where we are at present. The how depends largely on our current level of proficiency, our current levels of training and experience, and where our interests lie.\\nThat is why each event will be geared towards different singers with different goals. Some events will be designed for beginners looking to get their feet wet among friends. Some will be for seasoned professionals to work on specific sticking points in their technique, delivery, etc.  Some will be for intermediate singers who just want to have fun with other singers, in a non-intimidating climate, honing their voices and craft.\\nEvents will include, but will not be limited to:\\n Fun outings to open-mic events, karaoke nights, jams, and other venues for public singing among peers.\\n Group vocal lessons, clinics, and workshops, focusing on everything from proper warm-ups, breathing, ear training, resonance and range expansion, to conquering stage fright, song interpretation, audition preparation, vocal improvisation, or even specific sticking points some of us might collectively want to work through together.\\n Group members gigs/performances:  a great way to gain motivation and learn is to support your peers as they perform in their individual projects (artists supporting each other can be invaluable!).\\nNote from the groups moderator:\\nIve been a private vocal instructor for over 15 years now, and a professional singer for most of my life. I love the act and art of singing, and over the years, Ive developed a true fondness and affinity for helping others develop into the singers they want to be. That is why I chose to start this group.\\nTHE IMPORTANT THING:  I want to hear FROM YOU. What kinds of outings would you be interested in? What are some of your goals as singers? What sorts of techniques and topics would you like to see group lessons, clinics, and workshops cover? Please, send me an email and let's discuss some ideas!\\nThis is your group. Lets mold it together into something really cool, and really special; something that helps us all evolve together as singers, performers, and artists, while having fun doing it. (:\\nI look forward to hearing from you all!\\n- Dan Parilis. www.VocalBrilliance.com",
      "members": 1001
    },
    { "member_id": 22982331,
      "group_id": 860035,
      "group_name": "Screenwriting Workshop with Award Winning Screenwriter",
      "description": "We are a group of screenwriters at all levels of experience, meeting to improve our craft, build our careers and connect with fellow writers. In addition to our community meetups, our members get access to exclusive screenwriting classes, workshops and events, often at a fraction of the normal cost.\\nWhat Is The Goal Of This Group?\\nTo help writers build their craft, discover their voices, find their community, and overcome obstacles like writers block, self doubt and procrastination. We seek to create an environment that is both challenging and inspiring, to bring out the best in our community and ourselves.\\nWho Should Join?\\nWe organize meetup events and classes for members of all levels, from total beginners to emerging and professional writers.\\nWhat Kinds of Meetups Do You Offer?\\nScreenwriting Classes & Workshops, Meditative Writing, TV Writing, Film Breakdowns, 7 Act Structure Lectures, Formatting Seminars, Discussions, Excursions and Fun Events that bring screenwriters together.\\nWhat Is Your Philosophy?\\nRather than imposing the same old formulas from the outside, we believe that the best writing develops organically, from initial idea, to character, to scene, to act to the movie you've always dreamed of making.\\nWe seek to nurture a community that both fosters and challenges this idea, and to help writers to strike the perfect balance between the art and craft of writing: the demands of their creativity and the demands of the marketplace.\\nHow Often Do You Meet?\\nWe usually have at least one meetup per month and sometimes even more.\\nWho Is Jacob Krueger? And Why Did He Create This group?\\nRealizing that aspiring and emerging screenwriters often struggled to find community and good screenwriting resources, award-winning screenwriter Jacob Krueger founded this meetup group in an attempt to bring those writers together, and to give them a way to find the resources they needed, at prices they could afford.\\nOver his years in the entertainment industry, Jacob Krueger has worked with thousands of writers, from Academy and Tony Award Winners, to beginning writers picking up the pen for the first time. The founder of Jacob Krueger Studio in New York City, Jacob is an award winning screenwriter, playwright, producer and director.\\nJacob Krueger is a true collaborator, totally dedicated to the project, leaving his ego behind, but nevertheless demanding the highest standards because of his sharp dramatic sense and intuition.  --Claude Michel Schonberg  Composer, Les Miserables\\nMORE INFO: http://www.writeyourscreenplay.com",
      "members": 6596
    },
    { "member_id": 22982331,
      "group_id": 1043505,
      "group_name": "Pea Madridista NYC (Real Madrid Supporter's Club)",
      "description": "Meet other Real Madrid Fans in NYC!\\nWe are recognized by Real Madrid as an official Real Madrid supporter's club. See our profile on the official Real Madrid website HERE.\\nReal Madrid NYC is a not for profit club, our only mission is to share our passion for Real Madrid and building a large New York network of fans and friends.    If you want to become an Official Pea Member (OPM) for the 2016-2017 Season, or want to find out about the benefits of becoming an official member, please go to MEMBERSHIP EVENT for this Season.  \\nIf you have any questions about membership, please contact Daniel Cunza on the left!\\nPlease check our individual event info to see where we will meet. \\nYou can access this webpage using www.realmadridnyc.com.Also, you can now find our Facebook page HERE.",
      "members": 2181
    },
    { "member_id": 22982331,
      "group_id": 1175652,
      "group_name": "The Manhattan Chic Chick Friends (20s-30s)",
      "description": "Young professional women -- join us and build your most compatible group of friends! Meet fun, smart chic chicks like yourself! \\n\\nTO JOIN: Take the FREE quiz here: www.chicchickfriends.com. Email your results to: yourdreamslifecoach@gmail.com!!\\n\\nTHIS IS FOR: Women in NYC who want to expand your social circle with compatible female girl friends who are a good personality type match for you!\\n\\nWE DO: Fun things museums, brunch, Central Park, sports, dancing, nightlife, dining, cultural events, wine tastings! We have a friendly, laid back vibe and plenty of introductions/small group activities. \\n\\nHOW IT WORKS: You get a free personality quiz. At the event you'll get a name tag with your personality type symbol on it, making it easy to spot your most compatible friend matches!\\n\\nWhen you first arrive, we do introductions. Then we break into small groups of your most compatible peeps. After breaking the ice, we do the activity we had planned. \\n\\nCome hang with us, have fun, meet friends you're actually compatible with!\\n\\nNOTE: Single? Join our new group and meet compatible guys! http://singles.meetup.com/2402/",
      "members": 753
    },
    { "member_id": 22982331,
      "group_id": 1175673,
      "group_name": "Shorewalkers",
      "description": "Shorewalkers promotes walking and hiking for fitness, recreation & fun. We support and advocate environmental and civic causes including development of our greenways, maintenance and improvement of trails, and the health benefits of walking.\\nVisitwww.shorewalkers.orgto view the complete calendar of upcoming walks, view, download and print our newsletter, join; and learn about the history of Shorewalkers. Follow Shorewalkers on Facebook atwww.facebook.com/Shorewalkers.\\nBECOME A MEMBER--INDIVIDUAL: $25; FAMILY PLANS: 2 FAMILY MEMBERS: $35; 3 FAMILY MEMBERS: $45; 4 FAMILY MEMBERS: $50 \\nShorewalkers does not tolerate inappropriate behavior during its events. If you are subject to or witness any inappropriate behavior during a Shorewalker event, please contact the Shorewalker Meetup Organizers directly and report the behavior. Shorewalkers will investigate any reports of inappropriate behavior and take necessary action.\\nYour participation in any of our activities is your acknowledgment that you are solely responsible for your own assessment of your abilities and your physical fitness to participate in that activity. Walkers must be physically fit and by joining any event you agree to waive all rights and claims for damages against Shorewalkers, its officers, directors, hike leaders, employees, event personnel or volunteers.\\nWe encourage and appreciate posting pictures taken during Shorewalkers events. Shorewalkers reserves the right to use the photos in any manner and for any reason, except for commercial purposes, without renumeration or credit.",
      "members": 8399
    },
    { "member_id": 22982331,
      "group_id": 1192681,
      "group_name": "Free NYC! Free Things To Do In NYC + beyond! (or very cheap)",
      "description": "The best things in life are FREE (or cheap or provide great value)! Our Group Mission is:\\n1. Bring together a group of people who love to explore NYC. Our group is dedicated especially to finding FREE events and/or very cheap value deals. We will be planning/hosting events with that spirit in mind.\\n***Please note we might post an occasional event that costs money\\n2. If we can't host/plan and event, we still want to be your source for great things to do in NYC. We will be sending out a daily email of the Top 10 Free Things To Do each day. The email will also be archived on our message board so people can comment and gather there. If we cant host the event ourselves, we still hope members can reach out and get together. ****Please not if you do not wish to receive our daily email, you can adjust your settings so you do not get the email ***\\nWe are all about fun, social, and networking. Events will be in a melting pot of different things, kinda like our great city. Look forward to meeting you!",
      "members": 23968
    },
    { "member_id": 22982331,
      "group_id": 1253506,
      "group_name": "BigAppleTalent Film Makers and Entertainers",
      "description": "This is a hands on opportunity for all people who aspire to the film industry. Writers, Directors, Actors, Musicians, Lighting Techs, Sound engineers, and all else in between. The group accesses several production companies and has the benefit of members on board, prolific in their respective metier. We also offer a complementary promotional service, designed to enhance Artist's familiarity expansively within the general public. BigAppleTalent currently has projects in queue, with priority on facilitating all those seeking to complete their projects ... Let's Do It TOGETHER New York!",
      "members": 768
    },
    { "member_id": 22982331,
      "group_id": 1302819,
      "group_name": "Artistic Pros Marketing Mix with Technology Club",
      "description": "Welcometoour Meetup Group!\\nJoin Us with 1-EASY Click - All Profile Questions Are Optional! \\n \\n\\nArtistic Pros Marketing Mix with Technology Club\\nOurs is a group for community-building. We're lookingtobuild connections, enjoy each other's company, have fun and maybe even learn a few things that will helptomake us happier, healthier and smarter!\\nPlease do not hesitatetoget in touch (contact info, below) if you need my assistance, or would liketolearn howtouse this grouptohelp your business or career grow, or with any questions, whatsoever.\\n\\nHope we'll Meetup soon!\\n\\nZorka Kovacevich\\nMeetup Organizer\\n________________________________________________\\n\\nZorka Marketing + Promotion\\n\\nHubSpot certified inbound marketing professional specializing in designing, planning and running effective digital, multi-channel, and Meetup campaigns that dramatically decrease the time you spend on promotion so you can focus on lead engagementtoincrease your subscriptions, sales and a profitable bottom line.\\n\\nOwner-Organizer of 50+ Meetup business networking groups with over 50,500+ professionalmemberslocated inNewYork city.\\n\\nLET'S TALK! \\n\\nSchedule a phone meetingtofind out how we can strategically improve your sales, provide customized training, consulting or marketing and promotion, here:\\n\\nhttp://bit.ly/PhoneMeetingWithZorkaMarketin...\\n\\nOr, schedule a Google Hangout meeting, here: http://j.mp/GoogleHangoutMeetingwithZorka\\n\\n[Please note thatNewYork-Eastern Standard Time (EST) appliestoall scheduling]\\n\\n________________________________________________\\n\\n\\nLET'S CONNECT!\\n\\nLinkedin:\\nwww.linkedin.com/in/zorkakovacevich/\\nPlease send invitationsto: ZorkaKovacevich@aol.com\\n\\n\\nTwitter:\\n@ZorkaKovacevich\\n\\n\\nFacebook:\\nhttps://www.facebook.com/ZorkaKovacevich\\n\\n\\nEmail:\\nZorkaMarketing@gmail.com\\n\\n\\nTelephone:\\n347-291-1367",
      "members": 1100
    },
    { "member_id": 22982331,
      "group_id": 1342505,
      "group_name": "The Culture & Film Club",
      "description": "This meetup is for people interested in the arts, including music and film.\\nWe offer a variety of cultural experiences, some of which involve attending public events as a group, while others are available only through Meetup.com. These currently include:\\n- A series of art gallery tours in various NYC neighborhoods, led by a professional guide whose extensive connections in the art world allow us to hear exclusive talks by gallery owners and staff, and sometimes the artists themselves.\\n- Classical music concerts and lectures, including chamber and piano recitals at discount prices.\\n- Movie screenings, mostly foreign and independent titles.\\nJoin us and start meeting other arts lovers today!",
      "members": 8930
    },
    { "member_id": 22982331,
      "group_id": 1414748,
      "group_name": "Adventure, Activities and Random Events",
      "description": "Life is too short not to meet NEW people, do something DIFFERENT and have FUN . This group will expose you to so many things you may never even knew existed. The best part is that this group holds interesting things for singles, couples, all age ranges, first timers, or the experienced who seeks to do it again.   Don't worry about coming out alone, that's what most people do... We'll make sure that you have an opportunity to socialize and hopefully go home meeting tons of people and even make a few friends.\\nSome events include: Snowboarding & Skiing, Rafting, Sky Diving, Wine Tasting, Paint Ball, Dance Classes, Horse Back Riding, Gun Shooting, Archery, Fishing, Hiking, Skating, Rock Climbing, BINGO, Fruit Picking, Cooking Classes, Fly Helicopters, Fencing, Snowboarding, Bowling, Trapeze School, Happy Hour and anything else you can think of. Just check out CALENDAR for upcoming events.",
      "members": 13126
    },
    { "member_id": 22982331,
      "group_id": 1680805,
      "group_name": "I wanted to do that...Just not alone!!",
      "description": "The mission of this group is exactly what the name implies, we want to provide good company and a positive atmosphere to experience those things that, for whatever reason, you either weren't able to do before or don't get to do often enough. To work toward that, we try to offer a wide variety of things for you to do with us. We try to cater to the interests of as many people as possible. But we are few and you are many, and this means to do what we want as well as possible, we need your help. Feel free to email me with any suggestions you might have. We won't do everything, but I can promise that we'll give everything fair consideration. This group is special because of its members, and I look forward to meeting and building new experiences with as many of you as possible. Hope to see you soon!",
      "members": 19732
    },
    { "member_id": 22982331,
      "group_id": 1788311,
      "group_name": "SILLY DATE! NEW YORK",
      "description": "You spend your daysbeingserious, responsible, professional. Maybe you have a stressful job, have bills to pay, have people who depend on you. BEING A GROWN-UP IS HARD WORK!! Every now and then,we need a play date - whether it be for just an hour or evening - to reconnect and relax.\\nThere's power in looking silly and not caring that you do.-- Amy Poehler\\nSILLY DATE! NEW YORK is a good clean fun Meetup group in New York City for singles and their friends. Members are fun, friendly, independent and are interested in getting together to meet new people, make new friends, try different things, share some laughs, and cut loose in a laid-back and supportive environment.\\nThere is notypical meetup. Our volunteer organizers post meetups based on their individual interests, but members can submit event ideas too.\\nSomepast/sample events:\\nMUSEUMS (Geek Day; American Museum of Natural History, MOMA, New Museum, Morgan Museum, Museum of Moving Image, Brooklyn Museum) * STANDUP / IMPROV COMEDY (Whiplash/ PIT, ASSSSCAT 3000/ Upright Citizens Brigade, Laughing Devil, Chopschtick; Joe Wong, Steve Hofstetter; Daniel Kitson) *MOVIES/FILMS (Veronica Mars, The Muppets,Harold & Kumar, Studio Ghibli / Miyazaki, Jiro Dreams of Sushi; RiverFlicks, Tribeca Film Festival; IFC, Landmark Sunshine, Angelica, Film Forum) *PICNICS (Central Park, Roosevelt Island, Highline) *THEATER AND PERFORMANCE (Broadway, The Heiress, Once the Musical, Here Lies Love, National Theatre Live / NT Live, Drum Corps International / DCI, Shakespeare in the Park, The Moth, Puppet Playlist, Fringe Festival/ FringeNYC, The Secret City; St. Ann's Warehouse, Barrow Street Theater, Public Theater, BAM,NYU Skirball, Symphony Space) *DANCING (Contra Dance,Barn Dance, Hula Dance) * SINGING (Greenwich Village Caroling Walk, Grace Church Choral Society, West Village Chorale, Karaoke) *LIVE MUSIC (Bell House, Jalopy, Rockwood Music Hall) *FOOD (Cheap Eats, Ethnic Eats, Food Trucks, IKEA, Fine Dining; Vanessa's Dumplings, Nam Pang,Marumi, Gyu Kaku BBQ, Grand Sichuan,Szechuan Gourmet, Taste of Persia, Modern Bar Room @ MOMA) *CREATIVE (Puppet Kitchen) * OUTDOORS (Central Park Ice Skating, Manhattan Wonderwalk, The Great Saunter; High Line, Brooklyn Botanical Garden, Snug Harbor) * LOCAL FESTIVALS AND EVENTS (Japan Day, Cherry Blossom Festival, Jazz Age Lawn Party, Union Square Holiday Market, Brooklyn Night Bazaar, Coney Island Mermaid Parade) * TRAVEL/ DAY TRIPS (Beacon NY, Cold Spring NY, Ridgewood NJ; Governor's Island, Staten Island)\\nEvents start with arough plan, but once attendees arrive.... we improvise!\\nSounds good?\\nJOIN AS MEMBER! To be a member, please submit a representative photo and tell us a little about your work/play/ shy/outgoing/ introvert/extrovert self and any silly/serious /quirky/geeky interests. Every new member is a future friend so we want to get to know you!\\nATTEND A MEETUP! Check outour eventcalendar. Eventswith an 'EVENT HOST'are confirmed and someone has volunteered tobe anEventHosti.e.contact point to manage communications and greet attendees. Eventswith a'FYI ONLY' or 'TENTATIVE' are suggested on asee ya there, maybe basisuntil someone steps up as Event Host.\\nSUGGEST AN EVENT!Have an event you are planning to attend and looking for others to join you? Suggest it and offer to 'host' it! Being an Event Host is easier than it sounds and a greatway to support groups, organizations, interests you care about, as well as a great way to meet more people and make new friends.\\n----------------------------------------------------------------------\\nMEMBERSTUFF:\\nMembers must be 21 years of age.\\nTo foster friendly and supportive non-scene singles-friendly community, members agree to be respectful of each other. Behavior thatmakes others uncomfortable will not be tolerated.Bad behavior is reason for removal from group and includes:1) disparaging comments concerning age, race, sexual orientation, religion, politics, economic situation, 2) overtly sexual or aggressive advances toward another member, 3) expressions of extreme indecency, hatred, pornography, fetishism, criminality via group website, email, in person.\\nMembers agree to be considerate and courteous to Event Hosts, whoagree toleadon a non-paid volunteer basis. RSVPs of Yes should be honored. Same-day no-shows will not be tolerated and is reason for removal from group.Lateness and cancellations should be communicated to Event Host.\\nMembers agree toparticipate in events at their own risk and will not hold Group Organizer(s) or Event Host(s) responsible for any incidents or damages.\\nTo keep the group diverse and events as relaxed as possible,there is intentionally no fee to join and to RSVP, except when there is venue chargeeg. museum admission,movie ticket, etc. However, should you enjoyyour experience,please considerhelping to defray ourfixed Meetup costs (currently $144/yr) byusing ourSponsors links when making purchases.",
      "members": 657
    },
    { "member_id": 22982331,
      "group_id": 1802703,
      "group_name": "The New York Girly Book Club",
      "description": "New to New York? Or just want to discuss great books with like-minded friends?The concept is simple. Werea global book club for likeminded women to discuss great books! All members of the book club read the same book over the same period; members then meet up in their respective cities at the end of each month to discuss the book and exchange views. Thisforum provides a rare, and relaxed atmospherefor women to meet other like-minded women over a glass of wine and share a common passion.\\nCheck out our home site to find out more about how we are taking over the world - one book at a time!\\nThe Girly Book Club Home Site",
      "members": 3552
    },
    { "member_id": 22982331,
      "group_id": 2358071,
      "group_name": "20's & 30's NYC Social Group (4,000+ members)",
      "description": "NYC is so populated, yet it's difficult to meet new, young, and social friends. Here's your chance to meet amazingly fun NYC'ers in their 20's and 30's and have a time to remember!\\nRemember that time in college where you had a group of friends to party with? Why do those times have to be in the past? Those times can be here again with new peeps! We're a group that's about meeting up anywhere and doing anything.\\nWhether it'd be partying, dancing, seeing a show, going to a museum, playing trivia, taking a cruise etc...we do it all! So get social and explore NYC!! Best way to meet new people and establish new friendships... and maybe meet someone special!\\nThis group is open forall - singles, married people, new-in-towners, and people who have been in the tri-state area for a while and are simply looking for a new group to go out with in NYC. Membership is FREE, and you only have to be friendly and fun to join!  P.S. As a thank you for joining our group, be sure to check your new member welcome email for a discount code to be used towards your first Meetup event.",
      "members": 4299
    },
    { "member_id": 22982331,
      "group_id": 3657672,
      "group_name": "Carnegie Hall & Lincoln Center Concertgoers",
      "description": "Concertgoers Meetup presents several major performances each season in renowned venues like Carnegie Hall, Lincoln Center and Jazz at Lincoln Center to name a few. Collaborations with the all-professional New York City Chamber Orchestra, Masterworks Festival Chorus comprised of auditioned singers from across the country and the Manhattan Concert Chorale include Mozart Requiem, Beethoven Mass, Handel's Messiah and more. Tickets are available to members of this group at a deep discount and sometimes complimentary. As the organizer, I would like to ask you respect the rules:\\n\\nPlease respect Carnegie Hall's and Lincoln Center'srules and do not interfere with anyones enjoyment of the music or your membership will be permanently revoked. (That includes trying to sell our tickets.)\\nDo not discuss any ticket discounts at the concert. You will be among patrons who have paid full price for thier tickets.\\nBe polite and use common sense as an audience member (do not eat during the concert; do not text or talk on the phone during the concert; do not bring children under five.) Your support and applause is appreciated.\\nThe Carnegie Hall and Lincoln Center box offices have nothing to do with the Concertgoers Meetup group nor the ticket discounts so please do not contact them about it; if you have questions please contact medirectly.",
      "members": 1013
    },
    { "member_id": 22982331,
      "group_id": 3989942,
      "group_name": "Disruptive Technologists in NYC",
      "description": "Disruptive Technologists in NYC Meetup\\n(Scroll down to the bottom for info on next Meetup Event)\\nCollaborating with Microsoft in Times Square and AT&T Adworks and NY Institute of Technology on the Upper West Side, we hold meetups to celebrate, support, enlighten and advise each other on game-changing new products, wacky ideas, wildly entrepreneurial visions and then getting them to fruition. This will be a major mentoring group for people interested in succeeding in their ideas with exceedingly wise, inspirational and funny speakers and presenters.\\n\\n \\nBrought to you by Aebis\\nAebis Inc is dedicated to enhancing human work performance through the use of proprietary cognitive technologies to enhance human-to-human and human-to-machine knowledge transfer. The company has developed a set of patented technologies & approaches that enable to quickly identify tacit business-critical knowledge held solely within the minds of a small number of experts (who are often not the highest-placed in the organization), model this knowledge, and present it back in an easily assimilable form which can then be transferred to other team members or can inform the development of digital assistants. Aebis, Inc. is a NYC-based spin-off of Paris-based BFD, which has assisted major financial institutions with systems architecture, process improvement, advanced business information systems, knowledge management services, and expert-systems for nearly 30 years.\\nIf you sign up and there is any change in your schedule,please let us know ahead of time that you cant make it, so we can let others on the waiting list have your seat. \\nTo learn more, go to DisruptiveTechnologists.com and sign up for the monthly newsletter.\\n-------------------------------------------------------------------------------------\\nFor questions, email Lauren Keyson at LKeyson@DisruptiveTechnologists.com  we look forward to hearing your cool ideas and helping you make them happen!\\n--------------------------------------------------------------------------------------\\nThanks for your feedback for the first event: \\n\\nI just wanted to thank you for organizing the first Disruptive Technologists Meetup. I thought the panelists gave invaluable advice applicable to both software-folk and 'hardwarians' such as myself. I'm looking forward to the next Disruptive Tech Meetup! I enjoyed it, great contacts and good advice. - Hans M.\\nHi, I did attend the last meet up. It gave me food for thought. I'm looking forward to continuing to develop my relationship with this group and to discovering the fit for me in terms of what I'm up to. Thank you for putting this together! - Giustina M.\\nI enjoyed the panels response to what was the craziest investment opportunity or idea that someone came to you with! The answers were great! - Bradley F.\\nJust wanted to say - great panel. well done and thank you for doing it! I will use at least some of it, really an outstanding panel. I mean it,and I go to a TON of events. - Bonnie H.\\nIt was an awesome event. Thanks for putting it together. - Ray S.\\nIt any event, I wanted to reach out and say thank you for selecting such a great group of panelists. I thoroughly enjoyed hearing from them. -- Holly Z.\\nThanks for a First Great Meetup! - Lynn R.\\n\\nAlso check out the pics at: http://www.facebook.com/DisruptiveTechnologists\\nTo read press about our first event click here: Part I: http://nyconvergence.com/2012/11/ny-disruptivetechnologists-good-bad-and-disregarded-part-i.html Part 2:http://nyconvergence.com/2012/11/ny-disruptive-technologists-five-words-of-advice-part-2.html\\nVideo: http://www.youtube.com/watch?v=SpGjY1Ga7bs\\nDisruptively Yours, Lauren",
      "members": 2085
    },
    { "member_id": 22982331,
      "group_id": 4782152,
      "group_name": "AfterWork Theater",
      "description": "Theres nothing quite as rewarding as being in a show. From bonding with castmates to the exhilaration of a well-deserved applause, performing offers fun, community, and creative expression. In November 2012, the AfterWork Theater opened its doors and for the first time, everyday professionals had the opportunity to rehearse and perform fully-staged musicals and plays in New York City. No audition is required unless youre determined to land one of the leading roles! Rehearse one to three times per week, depending on your availability, and then perform for audiences of family, friends, and more. Weve assembled a first-rate creative team. Weve booked a beautiful theater in downtown Manhattan. Now all we need is you.",
      "members": 961
    },
    { "member_id": 22982331,
      "group_id": 7359202,
      "group_name": "NY I Love To Sing Community Jams, Choir and Gatherings",
      "description": "Come sing!!! We're bringing people who love to sing together to form a community.\\n\\n\\n Gatherings, jam sessions and choir rehearsals incorporate singing together, learning music, some vocal technique and training, and community building exercises and games.\\n\\n\\nWe're starting off less frequent and will build to more regular rehearsals/gatherings.\\n\\n\\nMusic selections will be moving, enlightening, enlivening, conscious, healing, inspiring, non-denominational, fun, deep. All musical styles - gospel, pop, rock, musical theatre, chants, folk, medicine songs.\\n\\n\\nMusicians, singers - express interest by joining this group!\\n\\n\\nPrerequisites:\\n\\n1) You love to sing\\n\\n2) You love to play and create community\\n\\n3) You are inspired by using your voice and music as a way of connecting with others\\n\\n\\nDo I have to be a singer?\\n\\nNo - you just have to love to sing!\\n\\n\\nDo I have to be on pitch?\\n\\nNo, but some more difficult or finely tuned songs with tight harmonies may be sung by sub-sets of our choir who have above average musicianship\\n\\nNote from Amy : I used to be in a community choir at Sacred Center NY - we sang Gospel Style Music with new thought, inspirational lyrics. My favorite aspects of being part of the choir were - rehearsals, singing music that raised my consciousness and vibration, the healing of singing and making music with others, the close community formed. I did love our performances, but honestly got so much more out of our rehearsals and dinners-out and talks on breaks etc... I talk to so many people who love to sing - so let's come together and form something.\\n\\nAlso on Facebook here: https://www.facebook.com/groups/529840427030696/events/\\nPlease join the facebook group too - it will help us be sure that you're getting communications from other group members...",
      "members": 713
    },
    { "member_id": 22982331,
      "group_id": 9661622,
      "group_name": "New friends in New York",
      "description": "This group is for anyone in getting off the couch and enjoying all that new york and surrounding areas has to offer.\\n\\n everything from happy hours to hiking and everything in between! Lets get together for affordable activities, meet new friends and make some memories!\\nyou only live once!",
      "members": 859
    },
    {  "member_id": 22982331,
      "group_id": 10578212,
      "group_name": "Uptown Social",
      "description": "Welcome to Uptown Social! A meetup for young professionals to socialize in Upper Manhattan - Morningside Heights, Harlem, Washington Heights, and Inwood.\\nThis group provides opportunities to check out all new and old local spots while also bringing neighbors together. Just imagine - A fun night out, meeting interesting people right here in the neighborhood, with no late night local train or expensive cab ride involved! Hope to see you at our next Meet Up uptown!",
      "members": 582
    },
    {  "member_id": 22982331,
      "group_id": 14024532,
      "group_name": "TGFK - Too Good for Karaoke",
      "description": "This group is being REVIVED TGFK (Too Good for Karaoke) group -- same and new organizers, same and new principles and same and new fun kind of fun. Love to singbut tired of being the one that upstages everyone else in your karaoke group? We are a karaoke group that goes beyond karaoke. Fear no more and join TGFK! Whether you are an amateur singer or an aspiring musician, this group is for you. Our purpose is simple: get together with Stellar Singers and friends, find a karaoke bar, or open mic lounge and SHINE unabashedly because you're surrounded by fellow singers (and admirers) that share the same dream as you: singing and performing with talent unrestrained. Open to amateur and professional singers alike - as long as music is a passion and you know you're an awesome singer.dream as you!",
      "members": 519
    },
    { "member_id": 22982331,
      "group_id": 17381002,
      "group_name": "New York City Writers Critique Group",
      "description": "We are a group for NY based writers to discuss the craft and critique our work. We've got a great membership of diverse, insightful writers who bring varied perspectives to the discussion. Each meeting, we spend some time discussing a topic related to the art and craft of writing. Then we workshop 3-4 pieces submitted by members and distributed for reading ahead of time. This is based on a model employed by the Philadelphia Writers Group, and we follow a similar critique structure. For more information on the format, click the PAGES link above.",
      "members": 2022
    },
    { "member_id": 22982331,
      "group_id": 18179329,
      "group_name": "NYC Writers on Writing Book Club",
      "description": "We read works on writing, creativity, and life in general. We focus on essays, journals, letters, and guides from well-known writers and thinkers. Some examples of authors are Virginia Woolf, Susan Sontag, Steven Pinker, and Zadie Smith. You can add to the reading list in the discussion section. We meet every two weeks and discuss the work however we please. Everyone is welcome.",
      "members": 1591
    },
    { "member_id": 22982331,
      "group_id": 18383318,
      "group_name": "NYC Logic Pro/Garageband DIY Music Production Meetup",
      "description": "This is a Meetup group for people living in NYC who use a Macbook and are getting their hands dirty with recording music for Logic Pro X or Garageband. Members consist of ALL skill levels, ranging from those just starting out to those who are masters of their craft. It's a group where we'll get together in a public space and show each other what we've been working on, sharing any new tips or tricks we've learned, and learn and grow from one another.\\nGroup Pages:\\nOur Meetup Soundcloud Page\\nOur Meetup Google Drive spreadsheet with resources",
      "members": 379
    },
    { "member_id": 22982331,
      "group_id": 18383769,
      "group_name": "Intro to Voice Training -- NYC",
      "description": "Everyone can learn to sing. Everyone can improve their speaking voices. Training your voice will last a lifetime and could be right for you. Why?\\nFor your joy. Or for your career.Even both!\\nCurious? Come find out what training could mean to you. \\nI'm surprisingly friendly. And the meetings tend to be fun. Do come. Michael",
      "members": 1039
    },
    { "member_id": 22982331,
      "group_id": 18484750,
      "group_name": "Young Foodies (20s and 30s)",
      "description": "This group is geared towards younger (20s and 30s) individuals who are looking to experience new cuisines, visit new restaurants, share in interesting conversations and make new friends.\\nMeals range anywhere from $20 to $300 and run the gamut from casual to fine dining.You are only responsible for payment of the food and drinks you actually order. The host will check the bill for accuracy, and calculate each persons share at the end of the meal.\\nTypically, we have 1-2 meals per week. We strive to cover an eclectic menu at variegated venues, from old school classics to new hot picks. Food suggestions and requests are encouraged. Depending on the restaurant and unanimous agreement, we will dine family style to try as many dishes as possible. \\nMeals are deliberately kept small at 4-6 people in size to foster a sense of community and enable bonding. New members are required to confirm in writing their RSVP in order to prevent no shows.\\nThis is a not-for-profit meetup group. Donations will be requested twice a year by the organizer to cover the biannual fees that Meetup.com charges groups to operate on their platform.\\nWe look forward to meeting everybody and exploring the amazing NYC food scene together! Thanks for joining! :-D",
      "members": 1147
    },
    { "member_id": 22982331,
      "group_id": 18703347,
      "group_name": "Artists Meetup",
      "description": "This is a group for anyone interested in creating art. All skills levels are welcome. I started this group to meet other creative artists. Looking forward to exploring art with everyone. We can also have events for the individual/group artists, artists night-out, movies, gallery, music, open mic, poetry, pop-up art shows, and anything else that interested to art, ect..",
      "members": 837
    },
    { "member_id": 22982331,
      "group_id": 19564889,
      "group_name": "Young Adult Writers Unite!",
      "description": "Young Adult writers unite! This a critique group for writers working on YA novels. We'll meet regularly to discuss each other's work in a friendly, safe, and helpful environment--your goal is your own! Want a supportive group to see you through to the end of your manuscript? Want help focusing on developing a fast, action-packed plot? Trying to create an emotional, heartfelt story? We're there for you. There will also be other fun activities like attending YA readings and events and checking out movie adaptations of our favorite books.",
      "members": 368
    },
    { "member_id": 22982331,
      "group_id": 19969167,
      "group_name": "NYC Music Producers Club",
      "description": "The Music Producers Club is a community of musicians inspiring and educating one another.\\nJoin us at the Music Producers Club and experience:\\nProject Demonstrations Part of the educational process is being able to peek under the hood of someone's work. We do this by allowing all producers to display their DAW project files on a projector or big screen, allowing spectators to follow along, and actually see how the track is composed in addition to hearing it.\\nOpen Sharing Standard meetings allow artists to share their music, typically in 10-15 minute slots, where time is devoted to an intro, sharing the core of the track, isolating and explaining the technique behind specific sections, and finally addressing questions and feedback.\\nLive Streaming Its the future of education, and we want to set the standard. As meetings are live streamed, viewers have the ability to tweet or email questions and have them answered in real time.\\nGuest Presenters On special occasions, we bring in a guest presenter to host an open masterclass and to share their production process from both a creative and technical perspective. This unique and intimate setting provides a great opportunity for artists to connect with and educate their fans.\\nGeneral Networking Every meeting ends with time for producers to network amongst each other, and with the guest presenter. Our goal is for the MPC to influence collaboration allowing producers to continue teaching one another outside of meetings as well.\\nTo stay tuned in with upcoming meetings and events, join our facebook group:\\nhttps://www.facebook.com/groups/nycmusicpro...",
      "members": 1626
    },
    { "member_id": 22982331,
      "group_id": 20965785,
      "group_name": "Empower Your Creativity",
      "description": "This meetup is for creative people, or people who want to be creative, whether it is in art, theatre, film, dance, photography,acting cooking, interior design, writing, whatever lights you up. Only you know what that is.\\nWe will work to remove any mental blocks you have to expressing your particular form of creativity, whether you are doing it a lot, some, a little, or not at all. I use a special method of inquiry which is highly effective in breaking down our egoic blocks so that we can become fully expressed in our creative work and do it with joy and adventure.\\nThe method is gentle, incisive, efficient. It can be done on your own after you learn it from me. My promise to you is that you will come away from the evening feeling rejuvenated, inspired and with a deep understanding as to why you are holding yourself back.",
      "members": 6626
    },
    { "member_id": 22982331,
      "group_id": 21763404,
      "group_name": "Wine Women and Code",
      "description": "This is a group for any woman who is interested in coding and socializing with like-minded people. All skills levels are welcome as well as any programming language! I am starting this group because I want to meet other women who are coders and enjoy talking about technology in a chill environment. Looking forward to meeting cool people! Let's learn and have fun building something awesome this year!!!",
      "members": 389
    },
    { "member_id": 22982331,
      "group_id": 21798092,
      "group_name": "NY Acoustic Song Circle",
      "description": "https://www.youtube.com/watch?v=WXaQMo4tnXM\\nWelcome to the NY Acoustic Song Circle!\\nWe are a supportive community of musicians, who meet regularly for song circles, jams & performances, events are held in our convenient Union Square NYC location. Members are encouraged to suggest new venues as well.\\nWe encourage you to RSVP and attend an upcoming event, to develop and share your skills, play/sing/jam with other musicians, make new friends, and learn new songs.\\nAll levels of musicians are welcome, from beginner to professional, all musicians and instruments are welcome including singers, guitarists, bassist, pianist, ukulele, mandolin, banjo, fiddle, percussion, flute.\\nMany types of music are played from classic rock, blues, folk, pop, country, bluegrass, Celtic, jazz standards, American songbook tunes.",
      "members": 804
    },
    { "member_id": 22982331,
      "group_id": 21983056,
      "group_name": "Real New York",
      "description": "Hello New Yorkers! I think one of the toughest questions is what am gonna eat! Especially in New York where almost on every corner has a unique restaurant from different parts of the world which offers tasty and new cuisine . So, i thought about that group where we can try different cuisines not only in Manhattan and famous venues, but also in Brooklyn , Queens, Bronx and Staten Island. In this group,I guarantee you will discover new places you have not ever thought it is in New York ,like baked burgers in Park slope, ice bar in Manhattan, authentic southern BBQ in Williamsburg and irresistible soul food in Bronx .Let's go to Egypt,Ukraine, Vietnam and Japan.let's Explore Africa,Russia, UK without booking a ticket.Not only that, but in this group , we will try all kind of food! From fancy food to the best food trucks in the city. Guys, It's New York where all the ethnicities of the world are coming here with their traditions and customs to live and infuse in the American culture. It's capital of the world. All you need to give ourselves a chance to engage in this experience. All you need is putting on your friendly and great persona and devote some of your pocket money to try new dishes and meet new folks who could be your future friends. Moreover, with every event, I will write some information about the cuisine such as how Italian cuisine has developed , name of famous chefs who contributed to the world cuisine and hint about places where we will go. I just want to be cultural experience as much as savory one too .Again, I guarantee you that we will discover new places, have friendly and warm discussion over delicious entrees and you will see New York in a different way. In Fact, you will see the real New York which you may not have known before. NP: with every event i will write the best mean to pay at the venue we have event such as, if they accept all credit cards or not, Accepting cash and if there is reservation restrictions like we will not be seated till all RSVPs show up.( Please, RSVP when you are sure that you will come. I know sometimes something comes out of the blue could change all our plans. In that case, just change RSVP. RSVP important because i will know for sure the head count and according to that i will make the reservation or change it)Meet you there guys .Karim",
      "members": 1106
    },
    { "member_id": 22982331,
      "group_id": 22087901,
      "group_name": "Gals That Brunch - NYC (20s & 30s)",
      "description": "We are Gals that Brunch - a national brunch community that brings together women mostly in their 20's & 30's, we are 3500+ members from young professionals to industry leaders; single sistas to supermoms. We host brunch pop-ups bi weekly and invite local gals, some are new to the city & others are just looking to get out, enjoy a mimosa (or two) & meet new faces. Our  is for community & finding the BEST brunch spots, 25 States & 35 cities + growing. We believe that when a group of women come together throw aside assumptions, empower & speak into each others lives it changes atmospheres!\\nYou can follow us on Instagram@GalsThatBrunch and@GalsThatBrunchNYC\\n Facebook: https://m.facebook.com/GalsThatBrunch; https://www.facebook.com/groups/galsthatbrunchnyc/orsearch Gals That Brunch NYC\\nAnd our blog: www.GalsThatBrunch.com\\n<3 We are so glad you are here!!",
      "members": 220
    },
    { "member_id": 22982331,
      "group_id": 23567920,
      "group_name": "Film Club NYC",
      "description": "We meet weekly for dinner and screenings of noteworthy films from across cultures and time. Screenings are absolutely free.\\nEveryone will be seated at a dinner table with new faces, who will get to know each other over the meal. After dinner, we'll touch on the film's context a bit, watch the film, and then have a group discussion/debate once it's over!",
      "members": 3023
    },
    { "member_id": 22982331,
      "group_id": 23754254,
      "group_name": "Cultural Explorations NYC",
      "description": "We'll be exploring the culture of NYC and beyond through meetups for live jazz, foreign film, dinners from around the world, multicultural social events, outdoor adventures, and much more! Join if you're interested in experiencing the cultures of the world.",
      "members": 2179
    },
  {
    "member_id": 182508463,
    "group_id": 107592,
    "group_name": "SQL NYC, The NoSQL & NewSQL Database Meetup",
    "description": "The NYC NoSQL & NewSQL Group  (formerly known as The NYC MySQL Group)  is the worlds largest database Meetup!\\nOfficial URL: www.NYCSQL.com\\nHD-Videoof our previous events is regularly published to theDatabase Month website(http://www.DBMonth.com)\\nhttps://youtu.be/kSkenFWcY68\\nLearn amazing new data tech from technology creators, founders & tech execs CEO / CTO / CIO / VP.\\nAll of our presentations are geared for a general-audience of people interested in database technologies; many events go into deep-tech but always include prerequisite knowledge so that all attendees (beginners to advanced) can expect to be able to grasp the concepts and leave much more knowledgeable.\\nSQL NYC is the world's largest database community on Meetup, focusing on NoSQL, NewSQL & Big Data.\\nPrior speakers have included: - Creator of MySQL - Both founders, CEO and CTO, of MongoDB - Inventor of PHP - Chief Technical Officer of the City of New York - Founder of Microsoft Azure DocumentDB - CEO of Couchbase ...and the list goes on...\\nAbout our SQL NYC community, written by Edward Oates: (Ed Oates co-founded Oracle Corporation with Larry Ellison)\\nData is at the center of our technological revolution: acquiring it, accessing it, searching it, analyzing it, and securing it. Nearly everything else we do is to provide a user friendly window for those activities.\\nGathering to learn about data management and security is a vital activity to motivate the innovators who will sustain our technological progress and who will make the break through inventions that advance us by leaps rather than steps. \\nDatabase Month Festival  To remain cutting-edge, we host the biannual Database Month festival, focusing on:\\nMySQL & SQL\\nNoSQL including MongoDB, Couchbase, Aerospike, CouchDB, Redis, Riak, Cloudant\\nNewSQL such as NuoDB, VoltDB, MemSQL\\nMySQL forks & alternatives like Clustrix, MariaDB, Percona, Drizzle\\nBig data technologies like Hadoop, Cassandra, MarkLogic, HPCC\\nDid you know that Techie Youth is the ONE-AND-ONLY organization providing career-opportunities to severely-at-risk foster-youth in New York?\\nTechie Youth is a 501c3 not-for-profit charity of NYC that provides technology-education, followed by assistance beginning an IT-career, to at-risk youth in NYC & Long Island who are in foster-care and classified as being severely-at-risk of becoming homeless and/or incarcerated in the next 18-24 months.\\nThese kids need YOU, they have nobody else. Please help them. Learn how at https://www.TechieYouth.org",
    "members": 18841
  },
  { "member_id": 182508463,
    "group_id": 1899751,
    "group_name": "Drupal NYC",
    "description": "Drupal community meetups and events in NYC and surrounding areas. We meet monthly and share about building and using Drupal sites.\\nThis Meetup Group is an extension of the NYC Drupal User's Group at Drupal.org. Please join us at groups.Drupal.org/NYC and Drupal.NYC. We follow and expect all members to follow code of conduct detailed at www.drupal.org/dcoc",
    "members": 1666
  },
  { "member_id": 182508463,
    "group_id": 3402322,
    "group_name": "ProductTank NYC",
    "description": "Learn more about ProductTank NYC by visiting http://producttank.nyc\\nProductTank provides an opportunity for Product Managers working for (or wanting to work for) digital/web/mobile companies in New York to exchange ideas and experiences about Product Management, Business Modelling, Metrics, User Experience and all the other things that get us excited.",
    "members": 2603
  },
  { "member_id": 182508463,
    "group_id": 4013652,
    "group_name": "Continuous Delivery : NYC",
    "description": "Mission Statement : To raise awareness of what supports software engineering.\\n  \\nStep 1) Commit your code to the repository.\\nStep 2) ???\\nStep 3) Production / Profit!\\n \\nCDNYC aims to shed light on step 2; everything from systems engineering to automated regression testing to configuration management. We aim to provide information on how to deploy code faster and more reliably for quicker development cycles. We want to allow engineers to become force multipliers on their development teams through automation. Consider attending one of our monthly Meetups to learn more about how you can become a more efficient software engineer. \\n \\n\\nJoin the conversation: http://slack.cdnyc.co",
    "members": 3228
  },
  { "member_id": 182508463,
    "group_id": 8422992,
    "group_name": "Internet of Things (IoT) NY",
    "description": "The Internet of Things has exciting potential for connecting machines, infrastructure, objects, people and spaces in new ways. Join us to dig into IoT with the NY tech community.",
    "members": 5652
  },
  { "member_id": 182508463,
    "group_id": 9410592,
    "group_name": "Turn To Tech",
    "description": "Turn To Tech is an engineering school with a focus on mobile software education. We offer technology entrepreneurs and professionals, who are looking for an edge in todays highly rewarding technology world an accelerator based environment where they get to rapidly acquire computer programming and software engineering skills by constantly working on challenging projects in collaboration with world-class mentors.",
    "members": 1503
  },
  { "member_id": 182508463,
    "group_id": 9689772,
    "group_name": "Docker New York City",
    "description": "Learn, Collaborate & Dockerize! Meet other developers and ops engineers in your community that are using and learning about Docker. Docker is an open platform that helps you build, ship and run applications anytime and anywhere. Developers use Docker to modify code and to streamline application development, while operations gain support to quickly and flexibly respond to their changing needs. Docker ensures agility, portability and control for all your distributed apps.\\nDocker is also the main sponsor of the Moby Project, an open framework to assemble specialized container systems without reinventing the wheel. More information available at http://mobyproject.org/\\nLearn more about the Docker Community at https://www.docker.com/docker-community",
    "members": 3897
  },
  { "member_id": 182508463,
    "group_id": 11363042,
    "group_name": "AWS New York | Official Meetup",
    "description": "Welcome to the official Amazon Web Services (AWS) New York Meetup. Founded and organized by AWS employees, we'll explore all aspects of working with AWS. Learn about new services and features, hear from AWS customers who are using our services in new and exciting ways, learn how to partner with AWS and enjoy the company of others who are eager to share experiences.",
    "members": 4689
  },
  { "member_id": 182508463,
    "group_id": 19544729,
    "group_name": "Analytics & Data Science by Dataiku NY",
    "description": "Bringing data enthusiasts together to foster the exchange of ideas and the intellectual growth of the data community. Our series of #DataConnect meetupsshowcase the work of talented data professionals across industries, for you to get insider tips and tricks to turn data into actionable insights (read more here).All types of data professionals, scientists, engineers, analysts, and students welcome!\\nWant to collaborate?\\nWe partner with companies, schools, and individuals to organize meetups and showcase the work of inspiring data professionals to a broad audience. Get in touch to contribute!\\nAbout Dataiku:\\nDataiku develops the unique advanced analytics software solution that enables companies to build and deliver their own data products more efficiently. Its collaborative, team-based user interface works for all profiles, from data scientists to beginner analysts, and the unified framework allows for both development and deployment of data projects. Learn more atwww.dataiku.com \\nConnect with us on social media:\\nFollow us on Twitter Connect with us on LinkedIn Like our Facebook page",
    "members": 1495
  },
  { "member_id": 182508463,
    "group_id": 19643167,
    "group_name": "CSS Layout Club NYC",
    "description": "Web design has been hobbled by a lack of real tools for doing layout in CSS. That's about to change in a big way. CSS Grid, Flexbox, Alignment, Shapes, Multicolumn Layout, Initial Letter, Regions, Clip-paths, Round, and more are giving us tools to do graphic and editorial design on the web. There's a lot to learn. It's time to experiment and invent. We can play in CSS and discover a whole new world. Let's do so together.",
    "members": 1134
  },
  { "member_id": 182508463,
    "group_id": 20302705,
    "group_name": "Uber Engineering Events - New York",
    "description": "Find out about the work and people behind Uber Engineering New York.\\nLearn more about the Uber NYC office on our Eng Team Profile and our microsite!\\nVideo recordings of our Uber NYC Tech Talks can be found on our YouTube channel.\\nAlso see our Eng Blog (http://eng.uber.com/), People Profile Page (https://people.uber.com/eng/), Twitter feed (https://twitter.com/UberEng), Open Source Site (http://uber.github.io/), and external API (https://developer.uber.com/). Sign up for our newsletter here: http://t.uber.com/eng-newsletter",
    "members": 897
  },
  { "member_id": 182508463,
    "group_id": 20365815,
    "group_name": "Python + Data Science",
    "description": "Python + Data Science for People Who Already Know How To Code is up and running. Join us! \\nWe will usually start from 100% beginner in both Python and Data Science, but knowledge of at least one other programming language is REQUIRED.\\nOur meetup is a communal study group, you've gotta understand the basics of coding in another language first and THEN join us on our road to code in Python. \\n \\nDO THESE THREE THINGSBefore Attending your first meetup with us:\\n1) Download/install Anaconda for Python 3 (https://www.continuum.io/downloads)\\n2) Download A Whirlwind Tour Of Python (https://drive.google.com/file/d/0B3jCTUwt0nRkNmJKQkktVTJBbm8/view?usp=sharing)\\nThis will be our Python Book. There are obviously millions more beginner Python 3 books online, if you don't like this one, find one you DO like.\\n3) Make sure your laptop is fully charged.",
    "members": 2328
  },
  { "member_id": 182508463,
    "group_id": 20621651,
    "group_name": "Consciousness Club NYC - Machine Consciousness & AI Society",
    "description": "The Consciousness Club NYC is a study group to promote broadly transdisciplinary discussions on the neural and computational bases of consciousness, and how these concepts can be applied to other fields of interest.\\nEveryone is welcome to our meetings, from scientists to philosophers, to artists, technologists and engineers.\\nThe Consciousness Club is an initiative of YHouse Inc. --https://yhousenyc.org",
    "members": 831
  },
  { "member_id": 182508463,
    "group_id": 22884788,
    "group_name": "React NYC",
    "description": "This is a group for React and React Native developers in NYC\\nCheck out our YouTube channel youtube.com/c/ReactNYC",
    "members": 2696
  },
  { "member_id": 182508463,
    "group_id": 26178231,
    "group_name": "CodePen NYC",
    "description": "For like-minded < code > people to hang out, do show-and-tell, and bask in the lovely culture that is front end and tech. Each meetup we give a short overview of hand-picked selection of the most important things happening in web development, design, and cryptocurreny! Then we'll have upto two main presentations and a show-and-tell CodePen session.\\nSponsors get an intro at the start of every meetup along with a printed out poster at the entrance.\\nLet us know if you like to be a sponsor to help with the food / drinks / venue fee.\\nCode of Conduct \\nCodePen is a public community. Everyone is welcome to participate here regardless of race, religion, gender, sexual orientation, appearance, or anything else that makes up a person. Not only is everyone welcome, we want everyone to feel comfortable and feel safe.\\nRead more about CodePens Code of Conduct. https://blog.codepen.io/legal/code-conduct/",
    "members": 142
  },

  {
    "member_id": 184733438,
     "group_id": 405957,
      "group_name": "The New York Robotics & Maker-Tech Group",
      "description": "A Meetup for those who love anything related to robotic functionality including autonomous cars, industrial automation, drones, Arduino/microcontrollers/Mindstorm, Augmented Reality (AR), Wearable Devices, 3D printing, Roomba-like home automation, anything Maker-tech and of course robots of all kinds :)",
      "members": 2202
    },
    { "member_id": 184733438,
      "group_id": 443233,
      "group_name": "New York City Social - 20's & 30's",
      "description": "New York Singles welcome!\\nNYC is so big, yet there are so many singles who are looking for a match in NY. Lets make it singles less, or at least meet great, fun people and have a amazing time to remember.\\nThis club is not about going to bars and clubs, but just meeting up somewhere and doing something awesome. All sorts of singles events! Whether it be a boat cruise, a Broadway play, fashion shows, museums, tours etc. Events galore!\\nIts time to make new friends and re-create the good old college days. Its time to create another network of people you can rely upon. Its time for more crazy-wild times and stories.\\nSo get out of from your comfort zone, and explore with us the NYC. With other singles. This is the best way to start meeting and dating in New York. When you are full of activity, events and zest. Lets have fun.\\nWhat do you say? Lets meet-up!",
      "members": 10472
    },
    { "member_id": 184733438,
      "group_id": 787565,
      "group_name": "A Course in Miracles / A Course of Love classes",
      "description": "Know your life purpose and the meaning of your current situation clearly.\\n\\nCommunicate with your Inner Teacher.\\nHeal yourself and others.\\n\\nTaught in English by Yasuko Kasaki andChristopher Pelham\\nThese are open, ongoing and experiential classes designed to help you to experience the lessons and wisdom of A Course in Miracles and A Course of Love. We make abundant use of guided meditation and creative visualization exercises, inspired by thesebeautiful texts and other sources provided by the instructor. Slowly, you will re-train your eyes to see the world around you without judgment. You will learn to communicate with your holy spirit. You will learn how to read energy and to heal yourself and others.   In each class, we read anddiscuss a section of the text. There is ample time to discuss how the information therein relates to and maybe be applied to relationships and circumstances in our daily lives. While the classes do progress through the book, it is OK to join at any time.If you have been studying for many years, these classes would be even better.\\nIn the monthly Sound Healing Circles, we explore draw on various contemporary shamanic and sound healing traditions to quiet our minds, enter trance-likestate, and receive and share guidance together.\\nYasuko Kasaki has been teaching A Course in Miracles and offering spiritual counseling and healing since 1999. She has approximately 1,000 students and clients. In 2004, she opened CRS, the first and only spiritual center in New York City devoted to the study and practice of ACIM. Ms. Kasaki is the author of 21 books published by major publishers in Japan. Read more...\\nChristopherPelham, co-founder of CRS, has a background in ensemble and improvisational theatre and has been studying ACIM since 2003 and offering healing and spiritual counseling since 2013. He leads the Monday night Healing Clinic at CRS, participates in the Tuesday night Healing Clinics.\\nYou can listen to a sampling of our guided meditations here:  https://www.youtube.com/user/crsnyorg/playlists\\nAnother great way to get a taste of our approach is to attend one of our free Healing Events, each of which is open to the public:\\nSpiritual Healing Clinic  Mondays & Tuesdays from 7  7:45 pm suggested donation $20\\nGuided Meditation  Tuesdays from 6:30  7 pm  free",
      "members": 1182
    },
    { "member_id": 184733438,
      "group_id": 1192681,
      "group_name": "Free NYC! Free Things To Do In NYC + beyond! (or very cheap)",
      "description": "The best things in life are FREE (or cheap or provide great value)! Our Group Mission is:\\n1. Bring together a group of people who love to explore NYC. Our group is dedicated especially to finding FREE events and/or very cheap value deals. We will be planning/hosting events with that spirit in mind.\\n***Please note we might post an occasional event that costs money\\n2. If we can't host/plan and event, we still want to be your source for great things to do in NYC. We will be sending out a daily email of the Top 10 Free Things To Do each day. The email will also be archived on our message board so people can comment and gather there. If we cant host the event ourselves, we still hope members can reach out and get together. ****Please not if you do not wish to receive our daily email, you can adjust your settings so you do not get the email ***\\nWe are all about fun, social, and networking. Events will be in a melting pot of different things, kinda like our great city. Look forward to meeting you!",
      "members": 23968
    },
    { "member_id": 184733438,
      "group_id": 1235637,
      "group_name": "Alternative to the Bar Fun Things To Do In NYC!",
      "description": "Our Group Mission is:\\n1. Bring together a group of people who love to explore NYC. Our group is dedicated especially to fun activities outside of the typical NY bar scene(which means many times alcohol and a bar might be present, we dont want to totally discriminate, haha). There is so much to do in New York and we plan to bring you best of a variety of events.\\n2. If we can't host/plan and event, we still want to be your source for great things to do in NYC. We will be sending out a daily email of the Top Things To Do each day(most will be free too!). The email will also be archived on our message board so people can comment and gather there. If we cant host the event ourselves, we still hope members can reach out and get together.****Please not if you do not wish to receive our daily email, you can adjust your settings so you do not get the email ***\\nWe are all about fun, social, and networking. Events will be in a melting pot of different things, kinda like our great city. Look forward to meeting you!",
      "members": 23579
    },
    { "member_id": 184733438,
      "group_id": 1453797,
      "group_name": "CoInvent NY (a.k.a NYEBN)",
      "description": "CoInvent is a US-based event/content platform for startups and entrepreneurs. Join the New York Meetup group or opt in to this list to get exclusive event updates in NY. You can also join the SF or LA chapter. Subscribe to receive a free weekly newsletter full of insights on the latest tech/startups/venture funding news @ www.GetCoInvent.com. For more info, visit www.CoInvent.co.",
      "members": 26341
    },
    { "member_id": 184733438,
      "group_id": 1477033,
      "group_name": "Rainbow Tango. LGBT singles, couples & friends",
      "description": "Sign up and discover the world of the passionate, sensual, exotic Argentine Tango danced among same-sex couples.\\nThrough this group you will find out about all the exciting new events we have including classes, shows, parties, and dances.\\nThe Strictly Tango NYC is presenting all levels classes for the Gay, Lesbian, Bisexual and Transgender community and their friends. These are open role classes, where people can enjoy dancing tango without traditional fixed roles according to the dancers gender.\\n\\n These classes are designed to give you all the fundamentals you need to start to dance tango with an organized study. A perfect place to meet friends!\\nJoin us now!\\nSergio Segura\\n\\n Director\\nwww.rainbowtangonyc.com\\nwww.learnargentinetango.com",
      "members": 2808
    },
    { "member_id": 184733438,
      "group_id": 1540833,
      "group_name": "NYC FASHION SOCIETY",
      "description": "NYC Fashion Society over 3,000 members strong. If you are in fashion or just a lover of A GREAT SHOW than this group is for you. This group is about connecting the fun to the fun people. Connecting talent to their craft and connecting everyone to a great show. Besides loves of great show, models, photographers, designers, makeup artists and anyone in the industry are encouraged to join the group. Every week to every month a different show and different feel. Giving you the sexy, and spectacular every single time. Most events are free! JOIN US!",
      "members": 9632
    },
    { "member_id": 184733438,
      "group_id": 1544725,
      "group_name": "Queer Tech Meetup NYC",
      "description": "A group for anyone who self-identifies tech...and queer. We won't be checking on either!",
      "members": 1901
    },
    { "member_id": 184733438,
      "group_id": 1548636,
      "group_name": "Invitation To Happiness",
      "description": "Hello! We are Happy Science, a group dedicated to the Science of Happiness, by exploring Spiritual Happiness and Wisdom. Please join us for various events including our regular NY Public Library monthly events and Open Workshops.\\nAre you looking to have a deeper sense of Happiness and Purpose?\\nDiscover why we are alive and what is the key to True Happiness?\\nGain a more spiritual view of life and benefit from it?\\nPlease join us once a month at Bryant Park Library Room 220. We will be showing one episode a month of a program titled 'Invitation to Happiness' that was aired in the summer last year on Fox TV. Let's all join together for an open discussion onwhat is Happiness in today's society.\\nSession topicsinclude:\\nThe Purpose of Life\\nHappiness Begins with You\\nBuilding Your Future \\nGetting Rid of Negative Influences \\nLife After Death\\nWorld Peace \\nThe Meaning Behind Illness & Karma\\nWhat Would God Say Today? \\n \\nUpcoming events: We also are holding a Spring Workshop seriestitled:Success Through Spirituality\\n Part 1(Sun) April 30th - Successful Goal Setting\\n Part 2 (Sun) May21st - True Self Realization \\n Part 3 (Sun) June25th - Discovering Your Mission",
      "members": 767
    },
    { "member_id": 184733438,
      "group_id": 1560588,
      "group_name": "In The Company of Men: NYC Gay Men's Life Coaching Group",
      "description": "Do you contemplate how amazing your life is and can be? \\nAre you a gay or bi professional man living or working in NYC?\\nDo you pursue a healthy lifestyle?\\nAre you interested in expanding your knowledge and connecting with other like-minded men?\\nDo you want to talk about real issues in a safe and funenvironment?\\nDo you have a positive outlook and are you open to new ideas and ways of thinking?\\nIf so, we may be the right group for you.\\nWe are a NYC-based enterprise focused on improving the quality of gay and bi mens lives through educating, connecting and coaching.If you are interested in transforming your life fromfunctional tooptimal, you will want to be a part of our community.\\nOur meetings are highly interactive and engaging and consist of a combination of socializing, lecture, group and partner work and one-on-one coaching. You will leave every meeting with new tools and knowledge to help you improve your lifenow.\\nThe prices vary slightly for our workshops/meetings, but in general its a nominal investment to live your best life.\\nIf you have any questions, feel free to contact any of our event organizers directly by clicking on their name (after Hosted by) under the event & then selecting Message.\\nWe look forward to seeing you and empowering you!\\nThanks,\\nJeff Vilensky\\nDaniel Fictum\\nMark Schall\\nRuss Terry",
      "members": 2382
    },
    { "member_id": 184733438,
      "group_id": 1602275,
      "group_name": "NYC Small Business Start-Out Coaching for Men & Women",
      "description": "I am an Entrepreneur, Small Business Consultant, and Certified Life Coach. This group was started to help Gay Men and Women to create a Life they Love by discovering and following your Passion. This Coaching and Consulting group's purpose is to bring together like-minded people to encourage members to let their inner entrepreneurs OUT, and helping you achieve all that you want in your Career, Business, and Life. This Coaching and Consulting group exists to assist, encourage, and develop entrepreneurship within the LGBT community. It will serve as an outlet to help and educate, and give support to those who are thinking of or are ready to start a small businesses, grow their existing business, and to connect entrepreneurs with other The Workshops & Series are designed for those who are: SOLO-PRACTIONERS who are looking for Creative Ways to Get More Clients and Grow their Business, SMALL BUSINESS OWNERS who know their Craft very well, but need help on the Business and Marketing end to continue to grow, and those OUT OF WORK or thinking WHATS NEXT and have always wanted to explore starting a NEW business full-time or part-time on the side.",
      "members": 673
    },
    { "member_id": 184733438,
      "group_id": 1647884,
      "group_name": "Creativity as Spiritual Practice Meetup",
      "description": "The act of creation can be sacred, playful, delightful, a return to\\nthe innocent child-place.\\nJoin us for drawing, making collages, writing, singing, drawing, theater, movement.... all as meditation, as release of the past, as embracing positive power and expressing our souls.\\nNo previous experience required.\\nSample Activities:\\nMovement excercises\\nWriting from the heart\\nGroup or partner drawings\\nTheater games\\nDream creations\\nWriting games\\nCosmic dares\\nPoetry games",
      "members": 6168
    },
    { "member_id": 184733438,
      "group_id": 1662259,
      "group_name": "Alternative Fun Stuff to do in NYC",
      "description": "Something different than the same old same old - Cruises, Sports Games, Trivia, Rooftops, Walking Tours, Penthouses, Painting, Museums, Billiards, etc.",
      "members": 2919
    },
    { "member_id": 184733438,
      "group_id": 1678122,
      "group_name": "Shapeways",
      "description": "Make and share your ideas with 3D printing! Shapeways a 3D printing marketplace and community, empowering designers to bring amazing products to life. From jewelry to puzzles, home decor and more, create, buy and sell your products using 3D printing.\\nTo learn more about Shapeways, visit:\\n\\nOur homepage\\nOur gallery of most popular products\\nAn explanation about how our service works\\nAn overview of the materials that we offer\\nOur vibrant community of designers and creators",
      "members": 4024
    },
    { "member_id": 184733438,
      "group_id": 1770593,
      "group_name": "Out Professionals",
      "description": "Out Professionals is the nation's leading LGBT social and business networking organization, founded in 1983. We host events where members make connections and sharpen strategies. With a diverse membership of entrepreneurs, self-employed professionals and corporate executives, Out Professionals hosts panels, celebrity interviews, workshops on business, and personal growth, and informal seminars with leaders in pop culture, commerce, and academia. With close to 1,000 members, Out Professionals is the conduit for gay and lesbian professionals to create their own personal and business networks.\\nNote that joining the Meetup OP group doesn't necessarily mean you're a dues-paying member of OP. You'll still need to pay the nonmember price to attend our events. You can join OP at out professionals.org/join. If you show up at the event as a nonmember with a member ticket we'll assume you want to join on the spot at the then current price.\\nTo find out more go to: www.outprofessionals.org.\\nTo contact us, email info@outprofessionals.org.",
      "members": 5917
    },
    { "member_id": 184733438,
      "group_id": 1772086,
      "group_name": "The New York Creative Group",
      "description": "If you are in the field of web design, graphic design, online marketing or video production/editing then this group is for you. Why? Because we can collaborate, teach and support each other since all of our specialties are intertwined and interdependent. We'll also discuss regularly how technology is influencing both marketing and design and how it can benefit us.",
      "members": 1091
    },
    { "member_id": 184733438,
      "group_id": 1810078,
      "group_name": "Dharma Drink: the hangout for Buddhists (& like minded)",
      "description": "A great way to get Dharma connected in New York!\\nWe meet at the Rubin every Friday, except for summers. During the summer months, we meet at the Rubin the last Friday of each month, but special events will be announced like Dharma Drink at the Beach or the Park plus special group visits to see amazing teachers as they come to NYC over the summer! Should be awesome!!!\\nSUMMER NOTICE: We're meeting the last Friday of June, July and August at the Rubin, for other Fridays we'll post special events.\\nFor people interested in Buddhism or meditation or just leading a kinder life who are up for meeting like minded people.\\nDharma Drink is now Self Service!\\nThe table is always reserved in the same spot - just show up and see what happens - just like if you were hanging out meeting other Buddhists and travelers randomly in Kathamandu, India, Japan, Korea... And don't take the RSVP too seriously - people are coming now who don't RSVP. The word is getting out....\\nEveryone is invited!Dharma Drink is all about building community amongst the Buddhist and like minded crowd in New York City. Greg, the founder, was inspired to start Dharma Drink by hanging out with all of the great students of all of the different lamas in Kathmandu - Kagyu, Nyingma, Sakya, Gelug - totally Rimey (also Zen, Thai, Theravadan, yoga travelers, and the curious -just about everyone!). Everyone became great friends and learned from each other.We're there every Friday night - see you there.\\n  \\nMotivation: To make the Rubin Museum Lounge on Friday night the Buddhist and like-minded hang-out spot in New York. If you like Buddhas or to meditate - then you'll love the Rubin!   Who: ALL ARE INVITED. Feel free to spread the word. The more, the merrier.   Time: 6:30-?pm  Date: Every Friday - like clockwork  Place: Rubin Museum Lounge, 17th Street and 7th Avenue  How to find us: Look for a table with the small sign Dharma Drink  + Lounge staff will know where we are.\\nwww.dharmadrink.com",
      "members": 7671
    },
    { "member_id": 184733438,
      "group_id": 2033081,
      "group_name": "New York Positive Attraction Meetup Group",
      "description": "Today you are a magnet, for infinite abundance, divine intelligence, and unlimited love. Actually, this has always been true. Mike Dooley, Law of Attraction Quotes\\nImagine how powerful it would be for you to operate from your Sacred Self that is filled with Divine Love, Joy,Peace,Beauty,Creativity,Intelligence,Motivation,Success, and Abundance. Where are you with regard to what you are positively attracting in your life? How would you like to break your own barriers and experience more of what you want? This group gives you a safe space to explore and go deeper within to create positive changes on the inside and to see progress on the outside. We are looking for people who are interested in self development, spiritual development, law of attraction, healing, philosophy,psychology,creativity, manifesting, and creating a positive environment that is supportive to empowerment. The group is for people whowantto participate in events to reinforce :wellness, ,focus,truth,growth,alignment,purpose,abundance,manifesting,love,and your connection your Divine nature. You have a unique path that contributes to your wellbeing and to the world. When you are aligned to your truth you can create powerful results in your life adding to the joy and happiness of you we are. As you interact in a world that is filled with different experiences you are called to maintain your center to the best of your ability. It is truly powerful to be able to act from your inner calling and direct your positive energy and intention out into the world. Your energy ripples out and adds to everyone around and everything around you. Join us in a safe environment, that is highly charged and energized to support your dreams,growth, and vision of your truth.\\n\\nWe welcome you to join us and to Meetup!",
      "members": 987
    },
    { "member_id": 184733438,
      "group_id": 2068801,
      "group_name": "Buddhist Events New York",
      "description": "Have you ever been interested in going to a Buddhist event in New\\nYork City and not been able to find it?   Or, even worse, heard about it after it happened???   This page will feature the upcoming visits to New York of extraordinary\\nBuddhist teachers plus interesting classes happening around town and\\nin the greater New York City metro area (+ a short trip away too).   The calendar on MeetUp will help everyone see what is coming.\\nHope you find this helpful!!! \\nCheck out the Dharma Drink group to meet other like minded people\\ninformally at the Rubin Museum Lounge on Friday nights.",
      "members": 3061
    },
    { "member_id": 184733438,
      "group_id": 2682462,
      "group_name": "Evolving Lifestyle NYC",
      "description": "Our group Evolving Lifestyle connects the citys visionary artists, thinkers, organic warriors, slow food farmers,DIY pioneers,meditation activists, herbalists, mystics, shamans, yoga practitioners, and spiritual renegades who are creating a diverse, resilient, and abundant new paradigm for a sensible and modern lifestyle in New York.\\nWe use our Meet Up to curate creative workshops, incubate new projects and host conversations with amazing thought leaders probing the edge of our transformative culture.\\nAll ideas and suggestions are welcome. Feel free to connect with us any time.\\nThanks.\\nEmily",
      "members": 4127
    },
    { "member_id": 184733438,
      "group_id": 2691312,
      "group_name": "NYC walks: Nature, beauty, & peace",
      "description": "Experience the surprisingly beautiful and tranquil places in NYC. We'll explore its little-known gems, both natural and manmade--lovely gardens, forests, parks, promenades, waterfalls, galleries, art installations, mansions, and much, much more. In summer, we'll even cruise to beaches and offbeat neighborhoods. Expect the unexpected!\\nI'll provide some commentary, but you'll have plenty of time to chat with the other walkers. All ages welcome!\\nDistance: typically 4 to 8 miles\\nPace: Moderate (not slow).\\nCost: Usually $2, in part to cover the Meetup organizer's fee; occasionally a modest admission charge for special destinations.",
      "members": 14285
    },
    { "member_id": 184733438,
      "group_id": 3047952,
      "group_name": "NYC Creative Freelancers & Entrepreneurs Networking Guild",
      "description": "Join Us With ONE EASY Click -\\nAll Profile Questions are Optional!\\n\\nNYC Creative Freelancers & Entrepreneurs Networking Guild\\nWe aim to be New York city's best gathering point for freelancers, entrepreneurs, & creatives.\\nIf you're here, this is probably a good description of who you are:\\n Whether you work for yourself or others, YOU, like our members have an outstanding entrepreneurial mind, a spirit that believes in yourself and are truly passionate about the work you do.\\nBecome a member if you enjoy meeting, socializing and networking with other like-minded people with similar interests.\\nOur events are dedicated to bringing you many different fun, learning and networking opportunities to enhance your current skills and to introduce you to new ones, as well as connect you with other like-minded, hardworking professionals.\\nWe're about uncovering and quickly acting upontheabundance ofoptions before us because in today's marketplace agility, maximization and optimization are key to success and survival.\\nHere you will receive many opportunities to change your world, improve your bottom line and overall satisfaction with your chosen work.\\nIf you have the drive to go with and take all necessary actions to position yourself to harness the power of networking, learning and sharing we want you as a member!  And, if you're feeling slightly battered with the way things have been going for you... in that case, you must come and meetup with us because our enthusiasm for fun and profit is contagious.\\nLooking forward to enjoying many friendly Meetups with YOU!\\n Zorka Kovacevich Meetup Organizer  ________________________________________________  Zorka Marketing + Promotion  HubSpot certified inbound marketing professional specializing in designing, planning and running effective digital, multi-channel, and Meetup campaigns that dramatically decrease the time you spend on promotion so you can focus on lead engagementtoincrease your subscriptions, sales and a profitable bottom line.  Owner-Organizer of 50+ Meetup business networking groups with over 50,500+ professionalmemberslocated inNewYork city.  View Zorka's Family of Meetup Groups, listed here:http://j.mp/ViewZorkasMeetupGroupsList\\n LET'S TALK!  Schedule a phone meetingtofind out how we can strategically improve your sales, provide customized training, consulting or marketing and promotion, here:  http://bit.ly/PhoneMeetingWithZorkaMarketin...  Or, schedule a Google Hangout meeting, here:http://j.mp/GoogleHangoutMeetingwithZorka  [Please note thatNewYork-Eastern Standard Time (EST) appliestoall scheduling]  ________________________________________________  LET'S CONNECT!  Linkedin: www.linkedin.com/in/zorkakovacevich/ Please send invitationsto: ZorkaKovacevich@aol.com  Twitter: @ZorkaKovacevich  Facebook: https://www.facebook.com/ZorkaKovacevich  Email: ZorkaMarketing@gmail.com  Telephone: 347-291-1367",
      "members": 1558
    },
    { "member_id": 184733438,
      "group_id": 3514092,
      "group_name": "ART FOR ART'S SAKE",
      "description": "This group is for people who are seriously interested in art, like good company, enjoy to discuss art over dinner or a cup of coffee, like to walk, enjoy the outdoors; but most of all are interested in making new friends as opposed to using meetup to find events to go to with their friends.",
      "members": 2699
    },
    { "member_id": 184733438,
      "group_id": 3938842,
      "group_name": "Art Events for NYC Artists",
      "description": "Our goal is to put together the best art events in NYC, for NYC top artists, and aspiring artist. We will host events such as:\\n -Art Exhibitions\\n -Artist Networking Events\\n -Artist Appreciation Gatherings\\n \\nWe will give art, and the artist that create the art, the proper attentionthey so deserve.",
      "members": 655
    },
    { "member_id": 184733438,
      "group_id": 4115152,
      "group_name": "Gay Men's  Over 40 Hiking Group",
      "description": "As seen in Time Out\\nWatch out for wild bears while hiking with friendly bears Gay Mens Hiking Group\\nStrap on your best outdoor walking boots and head for the great outdoors with the Gay Mens Hiking Group. This woodsy gang of dudes in their 40s and older takes day trips using New Jersey rail and the Metro North to nearby mountains, forests and nature trails. Recent trips have included a historic jaunt along the Croton Aqueduct Trail from Yonkers to Tarrytown and a vigorous, challenging hike along the Appalachian Trail to Cat Rock and Nuclear Lake.",
      "members": 1913
    },
    { "member_id": 184733438,
      "group_id": 5196932,
      "group_name": "Gay International Happy Hour",
      "description": "This is a group for gay international men and their friends.  All homosexual men born and raised outside the USA, or born in the USA with a love of foreign langauges, films, cultures, music, food and traditions are welcome.  I decided to start this group after checking out a Straight International Happy Hour through MeetUp and decided that we gay men need our own.  I'm sure that this group will take on a life of its own once it gets started, but some topics that we could discuss include, but are not limited to: international/intercultural dating, customs in your country versus customs in the USA, international politics (let's not fight over this, however!), international travel & tourism, good books that you've read in your language, good movies to watch in your language, and good restaurants with authentic food from your country (or country you've lived in).  I'm looking forward to hearing and sharing cultural experiences with everyone!",
      "members": 2525
    },
    { "member_id": 184733438,
      "group_id": 6269282,
      "group_name": "The Rise: FREE Outdoor Fitness in NYC",
      "description": "JUST SHOW UP. No more excuses. Don't wait for good weather. Don't think you need to be in better shape. JUST SHOW UP.\\nPush yourself reach your workout goals. All you need to do is set your alarm and join The Rise family for an undeniably awesome workout. We welcome everybody! You will be physically exhausted and mentally psyched to tackle the rest of the day.",
      "members": 5710
    },
    { "member_id": 184733438,
      "group_id": 6591422,
      "group_name": "NYC Gay Guys' Book Club",
      "description": "We are a group of gay guys of all ages who meet the first Tuesday of every month at the Jefferson Market branch of the public library on 6th Avenue & West 10th Street. We read an eclectic range of books from classics to newly-released works. We don't necessarily read books with a gay theme or characters and always open to suggestions. Very easy going; more social than academic. You don't necessarily have to commit to coming every single month, just whenever your schedule or reading tastes permit.",
      "members": 2286
    },
    { "member_id": 184733438,
      "group_id": 10727172,
      "group_name": "New York 3D Printing",
      "description": "Were a global community for anyone interested in the possibilities of 3D Printing.\\n\\nBy bringing people together in the real world, we aim to create value by sharing industry knowledge and manufacturing expertise. We organise regular events where you can see new 3D printers in action, discuss the latest developments with the community, listen to key industry leaders and have drinks together!",
      "members": 1017
    },
    { "member_id": 184733438,
      "group_id": 12307772,
      "group_name": "Manhattan Fun Things",
      "description": "We have great events all over NYC including Wine Tasting, Pub Crawls and Museums!",
      "members": 3369
    },
    { "member_id": 184733438,
      "group_id": 17147902,
      "group_name": "Consciousness Hacking NYC",
      "description": "Consciousness Hacking NYC adopts a pragmatic approach to spiritual transformation that utilizes three principal modalities: 1) technology, 2) yoga/meditation, and 3) psychedelics. We are part of a global community of consciousness hackers that had its genesis in San Francisco when Mikey Siegel founded the first CH meetup in 2013. \\nHave an idea for a cool EEG or meditation app? How about a new approach to therapy that uses sound and light? Maybe you're interested in creating software to improve personal development. This is the place to explore and present your ideas with a supportive group with a focus of helping bring them to reality.\\nThe ultimate purpose of our group is to support individuals who are actively exploring, building and disseminating new tools for the evolution of individual and collective consciousness. You do not need a technology background to benefit from our events. And you are absolutely welcome to join if you have no interest in ever developing your own tools, but there will definitely be a major focus on modern, technologies as the hacking medium. We do not advocate any particular spiritual or religious beliefs or practices. Our community and organizers engage in a variety of meditative and spiritual traditions.",
      "members": 2656
    },
    { "member_id": 184733438,
      "group_id": 18515227,
      "group_name": "ARTCONDO:  Building Communities",
      "description": "This group is all about bringing NYC artists and creative workers together to learn about how to purchase Commercial Work Spaces, Live/Work lofts and Townhomes together, in the 5 boroughs of NYC, to create uniquely vibrant creative communities together. In this group you are going to meet some really great people, and learn more about ArtCondos new city-wide initiative! \\nCheck out www.ArtCondo.com for more information.",
      "members": 1977
    },
    { "member_id": 184733438,
      "group_id": 18539314,
      "group_name": "Non-Scene Gay Dating/LTR (20s-30s)",
      "description": "This group was created out of the observation that's its challenging to meet great gay men in New York City who are ready for a relationship and are actively pursuing meeting other like-minded individuals. I feel as though it's easy to get discouraged in our community when, outside of your normal routine, you aren't meeting new and interesting people.\\nI've never been interested in bars, don't ever go to Fire Island, and my only real exposure to other gay men are my good friends that I've met in my travels - all of whom are in relationships. Because of this, I wanted to create a space that fosters conversation, connects people through meetups at coffee shops, restaurants, maybe even museums, and perhaps introduces you to love.\\n\\nNOTE: Nothing against the other groups here but if you're looking for speed-dating, pajama parties, and meetups where we're all naked - this is unfortunately not the group for you. I believe that connecting should be based on deep compatibility and I'm only interested in serving our members in the most classy and respectful way. Thanks!",
      "members": 931
    },
    { "member_id": 184733438,
      "group_id": 18867769,
      "group_name": "New LGBTQ Friends in New York City",
      "description": "If you are looking to expand your group of friends or if you just moved to NYC, this group is for you. We will do meet ups that range from happy hours, dinners, comedy clubs, wine tasting and more.",
      "members": 2274
    },
    { "member_id": 184733438,
      "group_id": 18997708,
      "group_name": "THE OPEN ARTIST STUDIOS",
      "description": "Have you ever walked into a gallery, barfed up your dinner, only to realizewhat is now splashed across the floor is of a higher aesthetic order than that which hangs on the wall?Unfortunately too many galleries are in the biz of hawking art rather than cultivating it. If possible they would frame up the remains of your recently purged spaghetti bolognesebefore selling it back to you, pitching its 'importance' in the sophomoric language of art-speak. Well Gotham is home to innumerable talented artists whose works go unrecognized by these self-appointed arbiters of art.And guess what folks?Throughout the year they welcome the public into their creative lairsduring NYC's numerous open studio festivals. By joining TOAS (not to be confused with 'toas'- the small painted artifacts ofAustralia'sindigenous Diyari speakingpeople, see image below)\\n\\nyou will you get to meet artists, discuss their works, and hang out with a fun group ofart lovers just like yourself.Better yet, should you buy a piece of art 100% of the proceeds go directly to the artist not some euro-trash salesman in a three size too small Armani suit. So check back frequently for the latest open studioevent.",
      "members": 1246
     },

  {
    "member_id": 232768376,
      "group_id": 495495,
      "group_name": "New York Social Network, Events and Adventure Group - NYC",
      "description": "New York Citys most active Social Networking group, The New York Social Network Meet Up Group is affilliated with www.newyorksocialnetwork.com who have been planning fun and successful events for NY Professionals mostly ages 20's - 40's since 2004!\\nNYSN specializes in taking advantage of all that NYC has to offer and hosts activities almost every day of the week.\\nWhether you are looking for nightlife, culture, sporting events, classes, trips, community service events, fundraisers or casual gatherings, we have the most comprehensive and diverse selection of activities for todays busy professionals to network, connect, explore, learn and make new friends!\\n\\nCome alone, with a friend, coworker or even a significant other. We specialize in creating a welcoming atmosphere for everyone, where the focus is on enjoying life, meeting people, trying something new or doing something you love all while having fun!\\nMany events are free and some events will have fee's that we use to cover our costs, tickets, fee's, tips or host expenses.",
      "members": 9382
    },
    { "member_id": 232768376,
      "group_id": 1799087,
      "group_name": "The New York  - Fashion  Charity Events",
      "description": "The mission of New York Fashion Charities Events is to provide a dynamic events that will feature high-end fashion lines while infusing musical performances from todays hottest artists and support charities cause .\\nThe exhibition will canvas exceptional & innovative works of art that will highlight the creativity, viability and vitality of NY. is a unique opportunity to reach an affluent, trendsetting and fashion-conscious market segment via a one-of-a-kind branding and marketing platform. The events will feature fine designers from around the world presenting exquisite garments and accessories, world class entertainment, Exhibits of Art and luxury products and services.\\nThis star-studded occasion will provide upscale consumers, executives, professional athletes, celebrities, and socialites the opportunity to interact with other A-Lister's and high profile guests.\\nWe are interested in sponsorship, partnership and feedback and ideas to make our events something to remember! We are interested in meeting fashion, music, art and charity driven people.",
      "members": 11688
    },
    { "member_id": 232768376,
      "group_id": 6485482,
      "group_name": "! Singles International NYC !",
      "description": "Who should join us ?\\nSingles from the US, Europe, Africa, Asia, Oceania interested to meet other singles in New York City, and being interested in meeting people from various countries, religions, ethnics and cultures.\\nOur group is opened to any sexual orientation, yet restricted to open-minded and fun people of all ages, and with one thematic event per week/month, suggested by members and/or organizers.\\nWhy should you join ?\\nYou should join us if you are single and interested in cultural diversity. You will have opportunities to learn from others, to challenge yourself, have fun, hopefully you will find the right special someone. Our members mingle, but they also make true friends, as members having found their soul mate through us are more than welcome to stay and share this experience.\\nOur members are singles, but most importantly, they are unique, that's the thing that matters the most in everyone's quest for love. What can you expect out of our group ? Our typical activities will be going out together, meet, mingle, and learn from each others. We like the concept of speed dating but we think a slow dating event is even better, themed parties, watching movies, going together to museums exhibition and tours with curators.\\nWhat we are NOT and we do NOT do :\\nWe respect individuals (you) as well as Meetup group's community guidelines. In particular :\\n We don't primarily promote a product, business, venue or service\\n We don't divert members to another website and we don't act as a lead generator for another website\\n We never send spam and we don't primarily broadcast messages rather than have events\\n We don't create this group to promote a one-time event, we intend to have several events together\\nJean-Philippe, Yara, and Rena",
      "members": 9358
    },
    { "member_id": 232768376,
      "group_id": 8663942,
      "group_name": "*Networking for Actors, Entertainers & Media Professionals*",
      "description": "Welcome to *Networking for Actors, Entertainers & Media Professionals* As a long time Meetup organizer , who is also an active actor, songwriter & screenwriter I decided to combine my passions to create an avenue for like minds to meet and mingle. The group will be invited to my large, monthly networking events that are often filled with my friends from the entertainment industry. Some of those events, which often have themes, focus on the TV and film industries as well as other aspects of the media. As things progress, and as interest dictates, some educational events will be included so that you can hone your craft. To see pics of my past events please visit our sister group, my 6500+ member New York City Social Networking Meetup Group I look forward to meeting you at our next event!",
      "members": 9488
    },
    { "member_id": 232768376,
      "group_id": 11370822,
      "group_name": "The NYC Political Forum",
      "description": "The NYC Political Forum is a nonpartisan, all-inclusive civic organization. We welcome all New Yorkers to join, gather and exchange their passionate views and ideas on various public policy matters and foreign affairs. While we don't shy away from controversial, hot-button issues, we always maintain civility and strive for an intellectual discourse at the highest level.\\n\\n\\n To find out more about what we do, click here.",
      "members": 1758
    },
    { "member_id": 232768376,
      "group_id": 17098922,
      "group_name": "The Writers and Actors Group",
      "description": "WAG is a community of writers and actors who get together weekly for the sake of workshopping scripts, developing cold reading skills, networking, and honing our crafts.",
      "members": 5715
    },
    { "member_id": 232768376,
      "group_id": 18881063,
      "group_name": "New to NYC!!",
      "description": "This meetup is for people who recently moved to NYC and want to make new friends and discover what the city has to offer.",
      "members": 1916
    },
    { "member_id": 232768376,
      "group_id": 22503770,
      "group_name": "Love City Arts Collective",
      "description": "Love City Arts Collective (LCAC) is an all-inclusive Arts Service Organization started by NYC-Based Artists that seeks to give their gifts back to the community in the service of Love. This volunteer rotation of Collaborative Artists & Community Members gathers to hold space and build community through music, art, and the spoken word.ALL Are Welcome.\\nOur Mission: \\nThe mission of Love City Arts Collective is to create artistic, contemplative and healing community in digital and shared physical space. We believe in lifting up all marginalized communities and devoted allies through the musical/visual arts. This collective is being formed as a direct responsive action to the negative rhetoric and oppression so many face in our current times. We believe that when we gather, we allow community participants of all backgrounds to be present, replenish their heart energy, and re-emerge back into the greater parts of society fueled to uplift all humanity.",
      "members": 957
    }
]