[
  {
    "member_id": 14514615,
    "group_id": 1303829,
    "group_name":"NYC CSS/UX",
    "description": "The New York CSS Meetup is here to give you a chance to meet other web professionals to discuss working with CSS and other front-end technologies.\nWe'll meet to discuss a killer CSS layout and share techniques, tips and tricks.Come to mingle, share and learn.",
    "members":1580
  },
  {
    "member_id": 14514615,
    "group_id": 1721111,
    "group_name":"JavaSIG",
    "description": "Our main site is www.javasig.com\nWelcome to the New York Java Special Interest Group (NYJavaSIG), the NY Java User Group. The NYJavaSIG is a technical community comprised of Java software engineers, Java application designers, technical managers and new media Java developers that have a common interest in all aspects of Java Technology.\nThe NYJavaSIG (www.javasig.com) is the LARGEST Java User Group in North America with over 8,000+ members. We were the very first Java User Group in existence (Sept 1995). Visit www.javasig.com for more information.",
    "members":1580
  },
  {
    "member_id": 14514615,
    "group_id": 1731388,
    "group_name":"New York Angels Education Meetup",
    "description": "New York Angels - one of the largest and oldest angel investment groups in the US,has set up this meetup site with theaimof spreading the knowhow and tools required for early stage investment processes in the state of NY and its surroundings. The education / workshops / seminars we will provide will come from the best sources in the industry and will be delivered at cost - to maximize the knowhow transfer.\nTarget audiences include angels, entrepreneurs, very early stage VC's (i.e. - VC 2.0), members of academia, local and federal government employees and service providers focused on venture creation and management.\nWith topics such as term sheets, valuation, deal negotation, pursuit of M&A, board membership best practices and many more - we will aim to deliver quality knowhow and best practices to our early stage community several times a year.\nMembership is free to qualified participants from our target audiences - and each meetup (get-together) will have a charge associated with it, to cover costs.\nAvi Fogel, the organizer of this meetup group, is a serial entrepreneur and a member of both New York Angels and Launchpad Venture Group - a Boston angel group. Avi has led 4 startups, in which he saw 6 (!) exits - in networking, security and enterprise software.\nWe are actively seeking co-organizers to help steer this effort in the most effective way.",
    "members":1580
  },
  {
    "member_id": 14514615,
    "group_id": 11476662,
    "group_name":"(NYVR) Virtual Reality NYC",
    "description": "The NYVR meetup is a community of people interested in the development and application of virtual reality technology. While immersive gaming is always on the agenda we are also interested in the business, social, and medical applications of VR. Whether you are a product developer, investor, entrepreneur or just someone interested in the rapid growth of this exciting technology, NYVR Meetup is the place to meet and connect with like minded people.\nPlease be advised that by attending any NYVR event and / or trying out any VR technology demo, you are indicating your agreement to the terms of the NYVR Waiver and Release of Liability Form.",
    "members":1580
  },
  {
    "member_id": 14514615,
    "group_id": 18334399,
    "group_name":"Tech Tuesday",
    "description": "The world is #drivenbydata and we aim to empower the masses by sharing knowledge and expertise on all things Data.\nWe will discuss real data challenges and how to overcome them with the latest BI and data management tools. We will demo new products, present how-tos and best practices, and hold hands on training sessions on BI and Data Science topics.\nWe hold regular sessions every second Tuesday of the month, and additional sessions for training days or other tech events.",
    "members":4755
  },

  {
    "member_id": 22982331,
    "group_id": 1383148,
      "group_name": "NYC's #1 Fashion Events & Parties (14,000+ members)",
      "description": "This group is for Fashionistas and Entrepreneurs who are into fashion and having a good time. If you're looking to meet others with the similar interests, then this is the group to join.\\nMeetups which will include - Fashion Business Networking Events and Expositions, Fashion Trends Workshops, fashion shows, parties, single mixers, trivia, bowling, pool, bingo, wine tasting, game nights, scavenger hunts, Broadway plays, museums, etc. \\nWhatever we do, we make sure we look good doing it!\\nThis group is also for established for aspiring Fashion Designers, Entrepreneurs, Prospective Fashion Sales Representatives, and Models who would like to take it to the next Level and turn their dreams into fruitful Business Avenues. \\nThere will be several events per week, so get your calendars out and let's have some FUN!",
      "members": 14147
    },
    { "member_id": 22982331,
      "group_id": 1492713,
      "group_name": "!20-30s Young Pros FunMeetup&NYMeetup (Over 9,000 of us !!)",
      "description": "WELCOME TO 20-30s / Young Professionals Meetup Group for our friends who are the same age as us, between 20-39 ! It's time for us to meetup and have fun together !!! I'm in my late 20s, and majority of my friends range from 21 to 30s !) If you are on facebook, say Hi to me /drop me a quick email if you have a second, I'm Greg Bienstock (I'm wearing a new year's hat in the pic / feel free to instant message/ say hello :) !!! 20-30s will be a FUN MEETUP / it's for friends, ,to get together and enjoy the evening,a fun/social night out!From movies to dinner,drinks, a bar or club, dancing, games(Sports,Mets,Yankees,Cyclones, Board games, Taboo)or Concerts&Theatre,lots of exciting events!We are looking to live life to the fullest & enjoy the finer things that our great city has to offer while making new friends at the same time! Most events will be in New York's Manhattan or Brooklyn with annual Cruises,and trips/ Getaways to the Hamptons/Catskills, we are open to other suggestions/ideas,email me at GBienstocksnyc@gmail.com or call 917-868-4268 Invite your friends to join the Fun , meetup.com/20-30s Email Greg at FunMeetup@gmail.com your phone#(in case of last minute changes), ALL of our members are in our 20's &30's,but the group may join other groups at times to have a larger age range!(Some events maybe age specific/21+) ----------- I'm sure we all miss the big groups of coed friends we had in high school or college...so let's start over!Just a big fun group of people wanting to have a good time&meet new friends! Invite your friends who in their 20-30s and everyone between 20-39 who enjoys having fun to join us, meetup.com/20-30s GET IN ON THE FUN, Join 20s and 30s Meetup Today :)",
      "members": 9509
    },
    { "member_id": 22982331,
      "group_id": 1816150,
      "group_name": "Fun People in NYC",
      "description": "This is a a group for people who live and work In NY and the surrounding area, but who recognize we are in one of the greatest metropolitan areas in the world. It's for people who are creatures of the city, with all its diversity, possibilities, opportunities, and excitement. To be sure, we will make excursions into the city--and that includes Queens and Brooklyn as well as Manhattan...and let's not forget the Bronx and Staten Island as well. However, we will get together here on Long Island too, in the interest of promoting convenience and encouraging inclusion by people whose budgets may not allow them to take trips to the city as frequently as they'd like. The point of this group is as much to allow meeting, forming friendships, and having fellowship with others whose hearts belong in the city, as it is to take trips into the city for all that it offers. \\nSome of the event types we offer are :Museums, bowling, pool, golf, bingo, shows, rock climbing, mingles and more. \\n\\nWarm regards,",
      "members": 2332
    },
    { "member_id": 22982331,
      "group_id": 11587182,
      "group_name": "-The City Board (boardgames NYC)",
      "description": "Please join us at one of our local gatherings!\\n1. Our group is open to all levels of experience, from experts to dabblers and newbies.\\n2. We organize game and other events in a variety of formats. Come to the one you like and find some new favorites too!\\nWe play modern (published in last 2 decades roughly) non-abstract strategy games.\\nWe include gateway strategy games/euro games, cooperation games and medium to heavier games, social deduction games, however, our focus is games require logical thinking and tactics.\\n<br>\\n- If you have played only monopoly, risk, or clue, those are classic games and we do not play them but we can teach newer games (mostly published in 21st century).\\n<br>\\n- We do not mean to exclude any games but the group is not for party games, and also not for abstract games or playing card games (we don't play chess, poker, jenga, cards against humanities).\\n3. We host our own events and join other relevant events hosted by other groups possibly.\\n4. We work with other groups to foster an attitude of cooperation and collaboration. (Competitions and conflicts are only for games!)\\n5. We support local and independent artists, game developers, entrepreneurs in the community. However, we are not an advertising platform for your product or business. Please do not use our group for sales, marketing, promotion, announcement, mailing list in a broad sense. Such events/messages and people who post them will be removed from the group at organizers' discretion. Please do not argue technically, please think conscientiously. (e.g. If you try to announce your game is on Kickstarter to get fund, and you think it's not promotion because game design is your hobby not work, that's not a valid excuse. Or, if you are bar owner who suggests game night at your bar, we'd consider you join to sell your own busuness to us even if you like games.)\\n<br>Venue selection - The group is not affiliated to any business. The organizers/event hosts do not make any profit/commission from the events. However, we like to support game designated venues. Public open spaces are options. If someone is willing to host events at own home, that's ok, but please consider safety carefully since the group has large number of people and anyone can see address/phone if posted. We tend not to choose bars/coffee shops for our events because most strategy games require table space and good lighting.\\n6. We are open to suggestions if subjects are relevant.\\n7. Group is open to all ages, genders, personal statuses, as well as to all levels of interest. Most events are open to all; however, it is possible that some events, by nature, are intended for specific attendees (such as game tournament). While we cannot make every event for everyone, we try to organize a variety of events to provide a widely inclusive experience and opportunities for attendees to meet people with similar interests.\\nhttps://www.facebook.com/TheCityBoardCommunity",
      "members": 1715
    },
    { "member_id": 22982331,
      "group_id": 13674332,
      "group_name": "New York Wine and Coffee and Jazz Social Group",
      "description": "https://www.youtube.com/watch?v=29UcHMhA0EU\\nThis is a group for anybody who likes wine, jazz and fun times (who doesn't?) Let's meet up for quality chill times and listen and talk about music, life and fun activities. Looking forward to meeting with great people who love culture.",
      "members": 2624
    },
    { "member_id": 22982331,
      "group_id": 19277977,
      "group_name": "Fun Networking for HR & Young Professionals in NYC",
      "description": "We are a group of performers that love throwing fun, unconventional meetups in NYC. No weirdos shoving business cards in your face here. Our meetups focus on fun activities that actually let you interact with and get to know cool, new people. Introverts welcome! It's a VIP experience, but we keep the vast majority of meetups free to attend, with drinks, etc. optional. Important: to keep the quality of our events high we limit the number of people who can attend. If you are interested in coming to our fun, social meetups in NYC then we recommend you joining now to save your spot.",
      "members": 1222
    
  },

  {
    "member_id": 182508463,
    "group_id": 1303829,
      "group_name": "NYC CSS/UX",
      "description": "The New York CSS Meetup is here to give you a chance to meet other web professionals to discuss working with CSS and other front-end technologies.\\nWe'll meet to discuss a killer CSS layout and share techniques, tips and tricks.\\nCome to mingle, share and learn.",
      "members": 1580
    },
    { "member_id": 182508463,
      "group_id": 1751326,
      "group_name": "NYC Technology Startups",
      "description": "This group is catered for people who are looking to partner up or simply network with like minded individuals trying to make a difference.\\nNYC Technology Startups and its people share a common vision, to be: First to see opportunities, first to define categories, and first to revolutionize the industry.",
      "members": 5116
    },
    { "member_id": 182508463,
      "group_id": 5899422,
      "group_name": "Jews For Entrepreneurship Network NY",
      "description": "JFE (Jews For Entrepreneurship) Network is the leading and largest organization and platform for connecting entrepreneurs and investors, and accelerating innovation in the Jewish community.\\nWe launched in San Francisco and Silicon Valley in November 2009. Right now we are bringing the Silicon Valley spirit of entrepreneurship to New York City and other U.S. locations.\\nOver the past 3 years we have hosted numerous pitch events, seminars, speaker panels, and networking mixers.\\nWe have witnessed numerous success stories from our participants who received venture funding or sold their companies.\\nWe look forward to connect you with each other and with the community of investors in Silicon Valley and San Francisco.\\nPlease read about us on our Facebook page:https://www.facebook.com/groups/14330786670...\\nAnd our website: www.jfenetwork.com",
      "members": 1085
    },
    { "member_id": 182508463,
      "group_id": 14715302,
      "group_name": "Business & Technology of Greater New York",
      "description": "The purpose of the event is to engage business and technology leaders of Greater New York to discuss their management and technology best practices and opportunities.\\nAnnouncement - If you are a CEO, CIO, CTO, or VP of Information Technology at a large or small / mid-sizedorganization, we want to hear from you! We'd love to consider you as a guest speaker for our events, so please e-mail us at nycmeetupdb@gmail.com. Thanks.\\nView All Fireside Chat Videos | Subscribe to our BTGNY YouTube channel",
      "members": 1771
    },
    { "member_id": 182508463,
      "group_id": 15473572,
      "group_name": "Metis: New York Data Science",
      "description": "Metisaccelerates the careers of data scientists by providing full-time immersivebootcamps, evening part-time professional development courses, online resources, and corporate programs.\\nWe host data science events for aspiring and practicing data scientists and are happy to partner with existing Meetups who would like to collaborate on events in our space.\\nWant to do an event with us?Fill out this form here:http://bit.ly/metis-event-nyc-public\\nStay connected online by joining our new Slack channel!\\nApply here:https://bit.ly/metis-community-slack",
      "members": 6667
    },

  {
    "member_id": 184733438,
      "group_id": 1490134,
      "group_name": "Personal Trainer NYC - Curvy Goddess Workout Small Group",
      "description": "How a NYC Personal Trainer, former 250-pound, depressed, out-of-shape woman got the opportunity of a lifetime and turned her life around, became a curvy firm plus-size fashion model in NYC and is changing the lives of women by re-designing the shapes of their bodies from flabby to firm with a Premier Plus Size Workout!\\n\\nAre you a Curvy Goddess?\\nDo you wear a dress size in the double digits and am having a difficult time finding a fat-loss workout especially for you?\\nWell you may have stumbled onto the solution.\\nCurvy Goddess Workout is especially designed for the Curvy Woman who wants to get healthy and fit in a comfortable non-intimidating in-door facility supervised by a Weight Loss/Body Design Coach who gets it!\\nMy name is Diane Williams and am a certified NYC Personal Trainer. Ive been a NYC Personal Trainer for over 11 years and definitely understand what youre going through.\\nBefore becoming a fitness professional I searched for a fitness program that addressed my special issues.\\nI had reached 250 lbs. and needed to do something about it. Classes totally intimidated me being around those who seemed in-shape already.\\nHiring NYC personal trainers who forced me to do crazy, impossible things with my 250 lb. body left me discouraged and misunderstood so I'd quit.\\nWhat Didnt Work, and Then I Found the Solution: I tried countless of diets and even if I did lose weight my body was tired and felt mushy.\\nI tried to exercise to videos but would easily get bored of the same routine or the routine was difficult to follow....none of these choices seemed to fit.\\nAfter all of the searching I went ahead and HIRED A PROFESSIONAL, a NYC Personal Trainer who understood my unique needs and goals.\\nThat worked for mesomeone who did understand my problem to guide me to achieving a toned, strong, and energetic body.\\nI was completely a new person because finally I felt comfortable in my own skin by finally taking action and getting my butt in gear by moving it.\\nMy body was getting stronger, firmer, and toned. I felt like a sexy Curvy Goddess!\\nCan you imagine your body being re-shaped...acquiring balance in strength and flexibility...your clothes even fitting better on you?\\nWell in the past there workouts programs catering to the needs and desires of the plus size woman didnt exist or were hard to come by.\\nNow there is an effective workout for you Curvy Goddess.\\nThis NYC Personal Trainer is dedicated in helping you reach your goals.\\nSPACE IS VERY LIMITED So JOIN NOW and RSVP today!",
      "members": 467
    },
    {"member_id": 184733438,
      "group_id": 1507667,
      "group_name": "The New York Scottish Country Dancing Meetup Group",
      "description": "The purpose of the group is to introduce people to the pleasure of participating in Scottish Country dancing. The flow of the dances, the lilt of the music and the social nature of the occasion make dancing a rewarding activity in every sense. The Meetup Group will join with more experienced dancers who will provide teaching and guidance as required to enable everyone to get the most out of dancing. No experience is necessary, nor is it necessary to be from Scotland or wear a kilt. Similarly there is no need to come with a partner. The group would suit anyone looking to meet some new people, learn a new skill and enjoy an uplifting experience in a relaxed setting.Thepricefor an evening of dancing, including tea andcookies,is $10 and new participants get a second evening free.",
      "members": 420
    },
    {"member_id": 184733438,
      "group_id": 1582016,
      "group_name": "NYLC Language Exchange",
      "description": "Our ESL students want to meet native-English speakers. Meet students who are native speakers of Spanish, Italian, French, Korean, Japanese, Chinese, Turkish; exchange conversation in their language and in English. You should join if you are a native-English speaker and you want practice your Spanish, Italian, French, Korean, Japanese, Chinese, or Turkish.",
      "members": 3822
    },
    {"member_id": 184733438,
      "group_id": 1722890,
      "group_name": "Theatre Maniacs",
      "description": "If you enjoy theatre (at discount prices), film and music as well as meeting new friends then you've come to the right place. In this group we will be possibly seeing the next Tony award winning play. We'll also be catching a movie as well as listening to a tune or two. Tickets are purchased at group rate through various sources. Most seats are in the Mezzanine area if otherwise noted.",
      "members": 634
    },
    {"member_id": 184733438,
      "group_id": 4054132,
      "group_name": "P.L.A.C.E.S. NYC",
      "description": "Welcome to P.L.A.C.E.S. NYC. Together we explore, new places, try, new things, and explore, everything New York has to offer. Whatever, your interest, we will have, an event, for you.\\n \\nAll of our meet-ups will be divided into the following categories:\\nPalate: Food, Wine, Beer, Booze\\nLeisure: Outdoors, Active, Recreation, Day Trips\\nArt + Culture: Museums, Cultural Events, Film, Theater\\nEntertain: Karaoke, Trivia, Live Music, Comedy, and More\\nSocial: Happy Hours, Bar Crawls, Brunches, Picnics, Singles Events, and more \\n \\nDon't worry if it's your first meet-up and don't know anyone. We will make sure that you are introduced to everyone and have a great time.\\n \\nLooking forward, to seeing, you at a meet up soon.",
      "members": 5258
    },
    {"member_id": 184733438,
      "group_id": 7704812,
      "group_name": "Exploring NYC History and Neighborhoods",
      "description": "This is a group for people either new to New York City, or have called the city home for awhile and are interested in discovering new neighborhoods and learning more about the city's fascinating history, architecture and culture. Most of our activities are professionally-guided walks of 3 - 5 miles within a NYC neighborhood that has distinct and unique qualities. They usually last from 2 to 4 hours. We usually have an optional social hour afterwards for a meal and/or a beverage at a local restaurant. During the summer months we usually combine a walk with a free outdoor concert, often in the evenings. During the winter we'll have shorter outdoor walks coupled with a museum visit.\\nI also organize theme tours to add some spice and variety to honor holidays or famous New Yorkers. Afterwards there will usually be an optional socializing for a drink or a meal.Our events are usually free with a voluntary donation of a dollar or two. When we have museum visits there will be a charge.\\nI started this group because I am a native New Yorker and have a successful dual career as a professional tour guide and real estate agent, now with the prestigious Corcoran Group. I love to introduce people to new neighborhoods and explore their past, present and future and also welcome the opportunity to learn from others. With the fast-pace of life here it is easy to overlook the hidden treasures and iconic buildings that we pass by every day. I love Harlem (where I spent my formative years) due its many different areas, amazing history and beautiful architecture. Other favorites include the West Village, Lower Manhattan (where the City's history began), Flatiron/Gramercy, Upper West Side, Brooklyn Heights, Fort Greene/Clinton Hill,the East Village and Washington Heights.",
      "members": 4624
    },
    {"member_id": 184733438,
      "group_id": 18263359,
      "group_name": "NYC Theatre on a Budget",
      "description": "We watch the Tony's every year and after being blown away by the performances, we wonder why we haven't seen everything on the Great White Way...then we remember that it costs an arm and a leg to see a Broadway show. But no longer! We're going to be able to talk about Wicked and Hamilton with our friends and actually know what they're talking about. And bonus! We're going to impress our in-laws when they come to town because we got them Broadway tickets. And BEST OF ALL - we're going to make other theatre geek friends!",
      "members": 1735
  },
  {
    "member_id": 232768376,
    "group_id": 1333016,
    "group_name": "NY Steampunk - Artists & Enthusiasts",
    "description": "This is a new group for lovers of all things STEAMPUNK!\\nWe'll meet to network and attend Steampunk events.\\nWe'll also try to collaborate on Steampunk art projects.\\nAs a group, we may...\\n-attend a gallery of Steampunk art -organize a fashion show by a Steampunk designer...maybe you! -go to the opening night of a movie with Steampunk design....dressed in costume! -shoot a Steampunk style music video for a local band -do our own Steampunk photoshoot, using designs, props, and wardrobe made by our own members....\\nIf you like gears, goggles, and clocks...this is the group for you!",
    "members": 4142
  },
  {  "member_id": 232768376,
    "group_id": 1576097,
    "group_name": "New York Business Opportunity Seekers and Providers",
    "description": "New York Business Opportunity Seekers and Providers\\n I love this group and love organizing events for them. They are serious about their professional aspirations and always looking to learn more about resources that can help them grow their business.  Zorka Kovacevich\\n Zorka is always thinking about what would intrigue members, and tries to present relevant, meaningful, programs. Thank you, Zorka!  Ciro DiSclafani\\n Zorka is a really, REALLY good organizer!  Tyrone Turner\\nJoin Us With ONE EASY Click -\\nAll Profile Questions are Optional!\\n\\nHello Opportunity Seeker and Provider.  \\nWelcome To Your New Wave of Prosperity!\\n   If you're here, this is probably a good description of who you are:\\n   Whether you work for yourself or others, YOU, like our members have an outstanding entrepreneurial mind, a spirit that believes in yourself and are truly passionate about the work you do.\\n  You exemplify professionalism because daily your energy is put to good effort whether it's learning something new, teaching others or creating a better way to operate your business.\\n   The Seeker within you is courageous, optimistic, and knows that the secret formula for success is all about sharing your knowledge and resources. That this will lead to making better personal connections benefiting you and everyone in your circle to flourish and thrive.\\nThe Provider within you embraces and promotes strong values and ethics! You believe that doing business as usual is not enough. That a remarkable business or career is profitable, fun and above all honorable. Otherwise, what's the point?\\nAs a Group we are focused on dynamically contributing to the current economic revolution which is taking place here -- right NOW!\\nWe have made the choice to discard the old way of doing business and replace and re-shape it with vital relationships, fresh strategies and sustainable growth.   \\nTogether, we welcome and celebrate this new technological age\\nfull of yet to be identified amazing bounty of\\nunlimited opportunities which await us!\\nHope we'll Meetup soon!  Zorka Kovacevich Meetup Organizer  ________________________________________________  Zorka Marketing + Promotion  HubSpot certified inbound marketing professional specializing in designing, planning and running effective digital, multi-channel, and Meetup campaigns that dramatically decrease the time you spend on promotion so you can focus on lead engagement to increase your subscriptions, sales and a profitable bottom line.  Owner-Organizer of 50+ Meetup business networking groups with over 50,500+ professional members located in New York city.   LET'S TALK!  Schedule a phone meeting to find out how we can strategically improve your sales, provide customized training, consulting or marketing and promotion, here:  http://bit.ly/PhoneMeetingWithZorkaMarketin...  Or, schedule a Google Hangout meeting, here:http://j.mp/GoogleHangoutMeetingwithZorka  [Please note that New York-Eastern Standard Time (EST) applies to all scheduling]  ________________________________________________  LET'S CONNECT!  Linkedin: www.linkedin.com/in/zorkakovacevich/ Please send invitations to: ZorkaKovacevich@aol.com  Twitter: @ZorkaKovacevich  Facebook: https://www.facebook.com/ZorkaKovacevich  Email: ZorkaMarketing@gmail.com  Telephone: 347-291-1367",
    "members": 2718
  },
  {  "member_id": 232768376,
    "group_id": 8317192,
    "group_name": "New RED Epic Camera and ADVANCED Lighting Workshops!",
    "description": "Welcome to the Light & Shadow Workshop Group.\\nOur mission is to share with the New York independent film community the knowledge and practical skills needed to excel in the art of lighting and cinematography.\\nWhen it is your turn to make a movie, you must ask two questions:\\n1) Where should I put the LIGHT? A single strategically placed light can work the magic of four or five incorrectly placed lights.\\n2) How to create SHADOW? Anybody can switch on a light and flood a scene with light and make it flat and boring. But it is with shadows that you create shape, dimension, depth, and mood.\\nLight and Shadow Boot Camp is a one-weekend, intensive, hands-on workshop for independent filmmakers and students who want to learn fast, simple and effective lighting techniques without a big-studio budget.\\nIt focuses on sensible, easily applied skills to do a lighting set-up. Participants will quickly become adept at lighting real-world situations through demonstrations, Q&A's, and hands-on experience. You will learn the tips and tricks to creating polished and dynamic lighting that can set mood and capture an audience.\\nIn other words, we won't be lighting the Starship Enterprise. But rather, a human drama.\\nFor more information:http://solarnyc.com/lightingworkshop\\nEnjoy our Youtube Video:http://www.youtube.com/watch?v=AUGPa_t8700\\nYou can also add us on Facebook :http://www.facebook.com/event.php?eid=147904045230476#!/Solar.Productions\\n\\nThank you and hope to you see there!",
    "members": 543
  }

]