[
  {
    "group_id": 6388,
    "description": "Those who practice or hold a strong interest in the many fields of alternative medicine and health.",
    "members": 1440,
    "group_name": "Alternative Health NYC"
  },
  {
    "group_id": 6510,
    "description": "The New York Alternative Energy Meetupis for those interested in learning about Alternative Energy technologies (PV, solar-thermal, wind, geothermal, biodiesel, etc.), conservation, and the alternative energy business.",
    "members": 969,
    "group_name": "Alternative Energy Meetup"
  },
  {
    "group_id": 8940,
    "description": "Welcome to the The New York City Anime Meetup Group. The best place in the New York City area where Anime, Manga, Cosplay and Video Game fans hang out and talk about the latest Imports and Conventions. Eat some Sushi and sing some Karaoke.\\nOur usual meeting place is Cafe R, but there will be other activities and meeting so there is something for everyone.\\nWe encourage you to post ideas for events or meeting places, Anime, Manga, Comics news and any other cool info to our Message Boards!\\nHope to see you all at the next meeting, ^_^\\n\\n Hokage\\n\\n /.\\\\\\n\\n Al Mejias",
    "members": 5080,
    "group_name": "The New York City Anime Group"
  },
  {
    "group_id": 10359,
    "description": "Hello!  Michael Kim 'Jamal' Riegelman, the Director ()of the NYC Arabic Club. Feel free to call or text me at 1 (347) 523-3937, or email me at michaelkimriegelman@gmail.com if you have any questions about our International Community.\\n\\nOur goal is to bring people together who share a common interest in the diversity and richness of the Arab World - which extends from Ocean to Gulf.\\n                -      \\nWe try to break through the stereotypes which so many people have by offering unique cultural and educational experiences for our members and the general public.                      .\\nOur membership is as diverse as NYC. We have multi-cultured members from a wide range of social, economic, religious and political backgrounds. We welcome anyone into our community who is respectful and courteous and wants to learn. We are a non-religious apolitical club, the focus of which is creating connections and common bonds between people.  \\n      -               .             .              .\\nFairuz  - Habaytak Bel Sayf from Habaytak on Vimeo.\\nFairuz in her USA Tour 1971",
    "members": 1171,
    "group_name": "NYC International Arabic Language & Culture Club"
  },
  {
    "group_id": 12111,
    "description": "NYC ASL is a social/conversation group for Deaf, hard of hearing and students of American Sign Language - All are welcome. We meet 3 times a week in Manhattan(see schedule for times and location) for silent conversation and casual instruction. A regular Brooklyn meet-up is planned for the near future see our sister group http://www.meetup.com/The-Brooklyn-American.... Members also attend signed cultural programs and events (museum tours, poetry slams, Happy Hour, etc.) throughout the year. See our Calendar.\\nOur membership includes Deaf and hard of hearing, as well as students of sign. All levels of ASL are welcome and encouraged to participate, however you should be familiar with the ASL alphabet at a minimum. If you are new to this beautiful and expressive language or would like to learn more about ASL and Deaf culture, we hope you will avail yourself of some of these resources.",
    "members": 140,
    "group_name": "The New York City American Sign Language Meetup Group"
  },
  {
    "group_id": 12542,
    "description": "Astrology is an amazing tool for self-exploration and for discovering the beautifully precise rhythms of the universe. Many people think that astrology is nothing more than the sun sign columns found in the newspapers. Those who realize that astrology is much more than this are far and few between. Whether you are just at the beginning of your journey or have been exploring the subject for some time, here you will find a place where others speak your language. Beginners will learn new information during the informative discussions while experienced practitioners will have an opportunity to exchange ideas. All are encouraged to participate, and anyone interested in leading a discussion topic is very welcome to do so! Please contact the organizer if you have a discussion topic.\\nWe are co-creators of our destiny.",
    "members": 1738,
    "group_name": "The New York City Astrology Meetup"
  },
  {
    "group_id": 14573,
    "description": "not_found",
    "members": 557,
    "group_name": "The New York City Ayn Rand Group"
  },
  {
    "group_id": 15217,
    "description": "This is a freewheeling friendly group of terrific people who love to play backgammon.\\nSome players are more experienced than others. We have some experts here! But ...\\nWe help all beginners learn the basics too... the more you play, the more you develop your strategies.\\n\\n And then there's that funny little cube! Find out what that's about too!\\nIf you want to participate in activities beyond our Regular MeetUps every 4th Tues of the month ... you have to come to a Regular MeetUP first.\\n\\n See if you enjoy playing with our eclectic membership ... where U can learn where you fit in skill-wise.\\nWe're a laid back group that doesn't gamble (except for the Tournaments on Sundays, where there is an entry fee) ... but like to eat drink, kibitz and play.\\nSo enjoy!",
    "members": 350,
    "group_name": "The New York City Backgammon Meetup Group"
  },
  {
    "group_id": 15324,
    "description": "Welcome to the Chicago Backpackers Group\\nWhy we exist:\\nChicago Backpackers is a club for those who share an enthusiasm for backpacking. We provide opportunities for backpacking education, trip organization, and backpacker networking. \\nBackpacking education: The club helps teach new backpackers about backpacking: hiking self-sustained for consecutive days in a wilderness area carrying all necessary supplies in a backpack. We do this through trips and clinics that provide opportunities for all members, old and new, to continually improve their skills in the safest possible situations.\\nTrip organization: The group's volunteer organizers plan a variety of trips throughout the year, from one-night beginners-only trips up to week-long advanced treks out west. Individual organizers choose the location, plan the route, help set up car pools, and take care of other trip logistics. Individual members are responsible for their own gear, their own food, and communicating with the organizer to ensure that everyone is on the same page before and during the trip.\\nBackpacker networking: By going on trips and frequenting the various online message boards, members are encouraged to connect with other backpackers who share similar interests, and plan their own trips using the Meetup interface to further enjoy the sport beyond what the Chicago Backpackers organizers can offer.\\nWe practice low-impact, leave no trace backpacking. Our trips usually consist of 10 to 14 people to minimize the impact we will have on our favorite locations and new trails, to keep them as fresh as possible for ourselves and other backpackers.\\nWhat you can do to help:\\nBackpacking with a group provides many benefits, from safety in numbers to sharing essential but easily-shared gear like water filters. The organizers and event hosts volunteer their time and experience to make our trips as safe and smooth as possible, but we cant do everything ourselves. In addition to preparing and carrying your own gear and food, you can help the club and its trips run smoothly by doing a few simple things.\\nRead: Until we actually get on the trail, most of the information we have to give you is written down in trip descriptions, emails, and announcements. If you dont read the descriptions, or only read part of an email, you will miss valuable information, which could lead to a poor experience on the trail, or being dropped from a trip.\\nCommunicate: If you have questions, ask. If an organizer or event host sends you an email or asks for information, please respond as quickly and as fully as possible. If youre having a difficult time on the trail, speak up. Frequent and clear communication makes trip planning easier, carpooling smoother, and trail hiking safer.\\nLend a hand: If you have a car and can drive others to the trailhead, indicate that on the carpool/ ICE information request form sent out before the trip starts. If you dont have a car but are willing to drive, indicate that, as well. While were on the trail, follow Leave No Trace principles. While were in camp, volunteer to get water, gather firewood, etc. Remember that organizers and event hosts are volunteers, and backpacking in a group is a team effort. When we all work together, trips are safer and run more smoothly for everyone.\\nThanks, and see you on the trail!\\nThe Organizers",
    "members": 1369,
    "group_name": "The Chicago Backpackers Meetup Group"
  },
  {
    "group_id": 17183,
    "description": "BBFP and Admirers get together to have fun, try new things, make new friends, experience the city, and last but not least to hopefully find a little romance.\\nPLEASE, do not add your contact information (email, skype, messenger, phone #s, etc.,) to your introduction or the questions you answer.\\n**NOT HAVING A CLEAR FACIAL PICTURE POSTED, BLANKS AND INCOMPLETE APPLICATIONS WILL BE DENIED AS WELL AS THOSE NOT LOCATED IN THE TRI-STATE AREA. THE TRI-STATE AREA WE SPEAK OF INCLUDES NY, CT, and NJ.",
    "members": 42,
    "group_name": "The NYC Big Beautiful Fun People Meetup Group"
  },
  {
    "group_id": 23713,
    "description": "Come join our book exchange to learn more about BookCrossing, share books, and meet other great fun book-lovin' New Yorkers!",
    "members": 347,
    "group_name": "The NYC Bookcrossing Meetup"
  },
  {
    "group_id": 25709,
    "description": "Our meetup group is the hottest new after work professional networking group, invites all of the city's business professionals to join in on the fun! \\nSip specialty cocktails and mix & mingle with like minded 'professionals' at the most exciting and well known venues throughout the city.\\nWhether you're interested in starting a new business, looking to promote your current one, looking for a new career path, or just interested in meeting new people and starting new friendships, our events are for you!\\nJoin now to socialize, network, and connect!",
    "members": 1261,
    "group_name": "Socialize, Network, and Connect"
  },
  {
    "group_id": 25727,
    "description": "The Brazilian culture meet-up group is a space we have to speak portuguese, know a little bit more about the brazilian culture and make new friends in a healthy, safe, open and spontaneous space. We also share the teaching of Brazilian dance styles such as samba solo, samba de gafieira and forro.\\nFore more details about the classes andBrazilianeventsplease check here http://sambazina.com/",
    "members": 942,
    "group_name": "Brazilians and Brazilian Culture in NYC Meetup"
  },
  {
    "group_id": 26415,
    "description": "Our mission Keeping us connected\\nBig Apple Brits is the premier events and social networking community for British Expats in the New York City area.\\nWe provide an established community in New York City for new arrivals as well as building upon the great friendships and networking possibilities we currently have in New York and beyond!\\nWe create an environment for Brits to meet other Expats and enjoy everything the city has to offer whether it be for 10 minutes, 10 months or for 10 years! We have a lot of members who have been living here for years, but our main objective is to welcome new arrivals to the city so you can feel acclimatized and at home and meet others who understand have 'been there, done that!'\\nCome to our next event and you will feel right at home. Good people, good banter and good bevvy.\\nWe also welcome people from other nationalities who have a connection with the UK.\\nGet in touch:\\nVisit our main website here: http://www.bigapplebrits.com\\nEmail us here: info{at}bigapplebrits{dot}com",
    "members": 3034,
    "group_name": "Big Apple Brits/New York City British Expat Meetup Group"
  },
  {
    "group_id": 26434,
    "description": "Are you formerly of the British Isles or Ireland?Need a little British/Irish sense of humor but only getting looks as though you're mad?Want to go for a Pint and hear British/Irish accents all around you?Are you looking for a night out without hearing Isn't your accent cute?Longing for home but not the weather?Then the San Francisco British and Irish Meetup Group is for you! We offer a monthly night out at our favorite Pub on the last Friday of the month and a variety of other fun things in and around San Francisco and the Bay Area.Typical of us we run the gamut of ages, locations and likes.From watching a bit of Footie (I support Liverpool of course), to a Sunday Roast, to a weekend away in the Wine Country, to a night out on the town.This club offers it all. So if this sounds like you and you're keen to meet fun and active people please join our meetup and fill your diary with activities that take you back home.If you have any ideas you'd like to post just let me know!\\nSylvia",
    "members": 1956,
    "group_name": "The San Francisco Bay Area British and Irish Social Club"
  },
  {
    "group_id": 29051,
    "description": "We are a group of Chicago-based Canadians and Friends of Canada who welcome those who'd like to join us for fun and Canadiana!",
    "members": 1035,
    "group_name": "The Chicago Expat Canadian Meetup Group"
  },
  {
    "group_id": 29074,
    "description": "Are you a Canadian looking to connect with and meet other Canadians?  Then this is the group for you!",
    "members": 1430,
    "group_name": "The New York City Expat Canadian Meetup Group"
  },
  {
    "group_id": 30077,
    "description": "For all games and gaming interests: blackjack, craps, poker, roulette, baccarat, slot machines, video poker, keno, pai gow. We gamble, talk about gambling, go on casino trips, and even collect casino memorabilia.",
    "members": 225,
    "group_name": "The New York City Casino Gambling Meetup Group"
  },
  {
    "group_id": 30873,
    "description": "Gluten-Free in New York City\\nWe are the largest gluten free Meetup Group in the world. All gluten-free people are welcome including people with: Celiac Disease, gluten intolerance/sensitivity, autoimmune conditions, wheat allergy, Dermatitis Herpetiformis, and any aversions to gluten. Loved ones are welcome, too! You do not have to have Celiac Disease to be a member of this group!\\nCome join us to share information about Celiac Disease, the gluten free lifestyle, gluten free restaurants and products, and general well-being. We can all relate to each other's sagas of being misdiagnosed and sick for many years, and our meetups are a great time to get together and share our experiences.",
    "members": 2282,
    "group_name": "New York City Celiac Disease Meetup"
  },
  {
    "group_id": 33104,
    "description": "This meetup group is dedicated to Chinese culture.\\nMost of the events posted here are organized by third parties. In some cases, you may need to click through to the original event page to reserve your spot or purchase tickets.\\nIf you are interested in the Chinese language, you may want to check out Chicago Mandarin Conversation.",
    "members": 885,
    "group_name": "Chicago Chinese Culture"
  },
  {
    "group_id": 33154,
    "description": "The Future Speaks Chinese! How about you? Want to sharpen your Chinese? or Take Chinese Classes taught by licensed Chinese teacher? We welcome anyone who is interested in learning or practicing Mandarin Chinese or meeting like-minded people for socializing and networking. We also arrange cultural activities such as Sunday Dim Sum Brunch, Thanksgiving Party, movie screening, etc. It does not require language skills to join our group. The only thing you need is the enthusiam. We also offer quality, ongoing Chinese language classes of all levels by experienced, licensed college professor.\\n\\nTo help us out, please fill in the Poll hereaboutwhat type of activities that you would like to go?",
    "members": 1504,
    "group_name": "NYC Original Chinese Language & Networking Meetup"
  },
  {
    "group_id": 33172,
    "description": "This is a place for language exchange. Most of us speak Chinese. Some of us are learning Chinese. China has overeight old capitals.If you have slightly accent is OK tovolunteer here, Beijingese do not speak standard Mandarin neighther.  \\nUsually we look for our language practice partners andpractice during our coffee and dinner times. You are welcome to bring questions, a notebook and a dictionary to our meetups. The schedule won't be decided until you've signed up to the event. The location will be selected depending on where the RSVP'd people are coming from.\\nAlot ofus are native speakers, speaking Mandarin, Cantonese, Taishanese, Sichuanese, Shanghainese,Taiwanese We are hardworking Chinese, and Chinese culture lovers located in the San Francisco Bay Area. We want to discover new restaurants, karaoke bars, fine art galleries, theaters, go bowling, play pool and games, discuss new technology, enjoy different cultures.... Let's rock the night!\\nWe are the oldest Chinese Meetup group. For health information please join the groups below:\\nhttps://www.facebook.com/groups/hanfu/\\nWhat is going on on the social networking: https://www.meetup.com/mandarin/about/",
    "members": 2123,
    "group_name": "Bay Area Chinese Language Group"
  },
  {
    "group_id": 36610,
    "description": "We are a group of either Coffee or Tea lovers.\\nThere's no need to fight :) Many of you love both beverages.\\nWe will have Meetups for just Coffee, just Tea and sometimes Meetups for both.\\nYou may also be interested in some of the other Meetup Groups I organize:\\n\\nMeetup Groups I Organize\\n\\nNYC Imbibers - Drinking Beer, Sake, Whisky, Wine & Spirits - http://www.meetup.com/nycimbibers\\nNYC Coffee & Tea Lovers - http://www.meetup.com/nyc-coffee-and-tea-lovers\\nNYC Ping Pong - http://www.meetup.com/nyc-ping-pong\\n\\nMeetup Groups I Assistant Organize\\n\\nThe Leftonred and Greene Meetup Group - http://www.meetup.com/friends-396\\nThe New York Tea Meetup Group - http://www.meetup.com/tea-123\\nLefty - http://leftonred.net",
    "members": 11,
    "group_name": "NYC Tea & Coffee Lovers"
  },
  {
    "group_id": 37146,
    "description": "This comic book meetup group is a place where comics fans of all types and interests can have comics related conversation. Every month the meetup has a different theme and members are encouraged (but in no way required) to bring comics related to that theme. It's organized by the guys that run Third Coast Comics http://www.thirdcoastcomics.com but we use the term Organized very loosely. It's more fun that Silver Age Jimmy Olsen stories! We talk everything from Crazy Bob Haney to the Birth of the Silver Age to What made the Micronauts cool to indie comics to the implosion of the 90s to Crisis to Cival War to Small Press Wars. Stop on in!!!",
    "members": 731,
    "group_name": "The Chicago Comic Book Meetup Group"
  },
  {
    "group_id": 37855,
    "description": "We are a group that strives to provide the best advice to our client base, always striving to utilize Best Practices for the benefit of our clients.\\nIn a changing global business environment where one economic ideology, (Capitalism), prevails,we go where the work is.\\nWe attract the expertise and teach each other the skills necessary to thrive.",
    "members": 454,
    "group_name": "The New York City-STATE-INTL Consultant Meetup Group"
  },
  {
    "group_id": 37994,
    "description": "Cooking Classes,Cooking, Recipes, Dining Out, Walking Food Tours and the list goes on... This group does anything and everything culinary related. I am a professional chef and hold all types of events from professional cooking classes to informal cooking events at my home. We dine out at high end restaurants, as well as restaurants that offer $20 all you can drink brunches. I am not elitist - good food is good food - no matter the ambience!!! I love exploring International cuisines - here you will get to explore the cuisines of the world - from Suriname to Kenya!!! I try to hold a large variety of events so there is something for everyone - no matter what your budget or culinary interest is!!!\\nSPONSOR MESSAGELyft is currently offering members of our Meetup free ride credit to try the service!Justclick hereor visithttps://www.lyft.com/invited/FOODIESto get the free credit. I love Lyft and have had great ride experiences.\\nLYFT DRIVERS WANTED!Make up to $35/hour plus signup bonus",
    "members": 16409,
    "group_name": "NYC Dining + Cooking"
  },
  {
    "group_id": 41503,
    "description": "This group is for all Czech and Slovaks, and Czech and Slovak Speakers, or those who have strong links to the two respective countries.\\nYou can also subscribe to our Facebook pagehttps://www.facebook.com/groups/czechoslovakNYC/",
    "members": 697,
    "group_name": "The New York City Czech and Slovak Meetup Group"
  },
  {
    "group_id": 45494,
    "description": "We are the world's largest free photography group with over 9,600 members!\\nPhotography enthusiast from beginner to expert. Weather permitting, this is a hands on group so let's go take pictures !\\nCheers Lyndon\\nwww.myearthphotos.com",
    "members": 10837,
    "group_name": "The New York City Digital Photography Meetup Group"
  },
  {
    "group_id": 45720,
    "description": "This is the Chicago Dining Out Meetup Group. We will eat at various Chicagoland restaurants (in the city and in the burbs). Come on out and join us for some good food.",
    "members": 2008,
    "group_name": "Chicago Dining Out Meetup (CDO)"
  },
  {
    "group_id": 45748,
    "description": "Hello, we bring you the best NYC Events that center around the world of Food, Wine, Beer, and Spirits! Our group mission is all about:\\nBEER, SPIRITS, AND WINE TASTING NYC AND BEYOND\\nWe will be on top of all the great NYC tastings in and around the city. We will also host some great NYC Tours along wtih Long Island Wine Tours, Hudson Valley Wine Tours, Finger Lakes Tours, and NJ tours.\\nFOOD AND DINING NYC\\nThis group will also host and highlight group dinner nights, festivals, and general events around the city that feature great food and great people!\\nDAILY EMAIL\\nIf we can't host/plan and event, we still want to be your source for great things to do in NYC. We will be sending out a daily email of the Top Things To Do each day(most will be free too!) for those also interested in events outside the realm of food/drink. The email will also be archived on our message board so people can comment and gather there. If we cant host the event ourselves, we still hope members can reach out and get together.****Please not if you do not wish to receive our daily email, you can adjust your settings so you do not get the email ***\\nWe are all about food, drink, fun, social, and networking. Events will be in a melting pot of different things, kinda like our great city. Look forward to meeting you!",
    "members": 2756,
    "group_name": "Food, Beer, Spirits, and Wine Tasting NYC Events and more!"
  },
  {
    "group_id": 45848,
    "description": "This group was created during the early Meetup years as an inside joke loosely based on Presidential candidate Howard Dean and heavy metal rocker Ronnie James Dio -- although Dio is NO JOKE!\\nOver the years this Meetup has become the standard for all things social for Meetup employees and former Meetup employees. Please join in on the goodtimes. I guarantee you won't be disappointed.\\n\\nRemember, WE ARE STARS!\\n  Learn more here:\\n  http://en.wikipedia.org/wiki/Ronnie_James_Dio\\nDio tribute, kinda...    http://www.youtube.com/watch?v=h-oTfVaQ8gE",
    "members": 249,
    "group_name": "The Super Cool Dio 2016 Meetup Group"
  },
  {
    "group_id": 49130,
    "description": "Nothing happens in this world until it is dreamed first - Haudenosaunee (Iroquois) saying.\\nMeet fellow dreamers and share your dreams in a safe, fun and encouraging place. Discover your worlds within worlds. Your life may transform here.\\nThe impossible happens here on a regular basis.  \\nYou are the producer, writer, director and star of your dreams. Open yourself to the unlimited potential of Yourself and the Universe. We use guided visualizations, intuition and creative games to peel away the onion layers of meaning in our dreams and take action on our best ones to live a more enriching and magical life.\\nThis is your group. We encourage your initiative and participation.\\nFor us nightmares are justunfinished dreams.\\nYou have final say over what your dream means.\\nLive Your Best Dreams Now!\\nThank you - Michelle, New group leader;\\nGabby & Roger  Dream Club of New York Founders",
    "members": 267,
    "group_name": "The Soul Dreamers Club of New York"
  },
  {
    "group_id": 50657,
    "description": "Do you want to reduce your consumer impact on earth, humans and animals? Are you concerned about the wastefulness of our consumer society? Learn how to find useable goods in the refuse of our throw-away culture, to identify wild edibles, to repair and rebuild bikes, clothing and more. Learn more about our group at our website, freegan.info. And join our mailing lists on Riseup (https://lists.riseup.net/www/home) organized by what you're interested in  events only, discussion, a spontaneous dumpster diving list, and more. Search by keyword freegannyc.\\nIf you are mainly interested in dumpster diving in NYC consider going on your own or in small groups rather than on our trash tours which are oriented more for learning than for acquisition. Our dumpster directories for Manhattan and Brooklyn are great resources.",
    "members": 1949,
    "group_name": "NYC Freegan Meetup"
  },
  {
    "group_id": 52576,
    "description": "Hi and WELCOME to our group! We are your one-stop-shop for a variety of discount broadway tickets, concerts in NYC, and all types of New York shows/entertainment. Our group mission is to bring you the best in:\\nCONCERTS/MUSIC\\nWe want to be all over the music scene! We will post events from a variety of genres like Electronic, House, Pop, Jazz, Bluegrass, Country, R&B,Latin, Classical,and so much more. If is is considered music, we want to be on top of it. We especially want to highlight many of the free concerts NYC has to offer!\\nTHEATER SHOWS\\nWe also want to be a source for NYC tickets to great Broadway Plays! We will offer FREE or DISCOUNTED Broadway show tickets along with Off Broadway and Off Off Broadway gems! For the best in NYC Broadway shows, keep an eye on our calendar and emails!\\nOTHER SHOWS\\nIf is is LIVE in NYC, we want to make sure we let you know about it. We will also feature some great Comedy, Cabaret, Magic, TV Show tapings, and much much more!\\nMORE\\nWe will also have other special events such as parties, group trips, and more!\\nThanks again for joining our group and we look forward to meeting you!\\nDAILY EMAIL\\nIf we can't host/plan and event, we still want to be your source for great things to do in NYC. We will be sending out a daily email of the Top Things To Do each day(most will be free too!). The email will also be archived on our message board so people can comment and gather there. If we cant host the event ourselves, we still hope members can reach out and get together.****Please not if you do not wish to receive our daily email, you can adjust your settings so you do not get the email ***\\nWe are all about fun, social, and networking. Events will be in a melting pot of different things, kinda like our great city. Look forward to meeting you!",
    "members": 9782,
    "group_name": "NYC Showtime: Discount Concerts,Theater, Shows, and more"
  },
  {
    "group_id": 54126,
    "description": "We will share information on various energy healing modalities and other related vibrational techniques and healing modalities. We welcome members from the curious first timers to energy healing to the advanced practitioners, teachers and trainers of various healing modalities to come and share their knowledge and experience.\\nOur goal is to provide a safe, enjoyable, vibrant, informative, gossip-free, respectful and supportive meeting of kindred spirit-beings. So everyone can have fun, learn, practice and experience energy healing techniques, network and share resources.\\nJoin us! Come to our Energy Healers NYC Meetup & exchange positive energy with other kindred spirits!",
    "members": 2027,
    "group_name": "Energy Healers NYC"
  },
  {
    "group_id": 54474,
    "description": "We are a group interested in using the Enneagram of Personality and in deepening our understanding of the system - to serve our own self-awareness (and awareness of the motivations of others), and ultimately to allow our lives to become more vibrant and open.\\nNewcomers are welcome - just bring an open mind and a willingness to assimilate possibly new ways of seeing. We are dedicated to developing deeper awareness through the Enneagram, and therefore will have sessions often tailored to those who have been studying the system for a while. Newcomers may therefore need some time to get up to speed. Our format is also somewhat different from that of a typical meetup group - see Group Format under Pages (below red banner with name of our group) for more details.  \\nWe meet monthly, typically with short formal presentations devoted to sub-topic areas related to the Enneagram, and sometimes also with experiential practices or exercises, or group discussion. Sometimes there is advance preparation asked, other times not. (The meeting announcement will make this clear each time.) Group size is usually intimate (5 - 15) and individual feedback is provided.",
    "members": 288,
    "group_name": "The New York Enneagram of Personality Meetup Group"
  },
  {
    "group_id": 54628,
    "description": "Anyone who runs their own business or would like to be in the company of entrepreneurs, innovators and financiers should join. This group about everything related to entrepreneurship.",
    "members": 2689,
    "group_name": "The New York City Entrepreneur Meetup Group"
  },
  {
    "group_id": 54659,
    "description": "San Francisco & Silicon Valley Entrepreneur Meetup is for entrepreneurs, investors, media rock stars, graphic and game designers, computer programmers and developers, and cool people from all walks of life.\\n ________________\\nSPONSOR MESSAGE Lyft is currently offering members of our Meetup free ride credit to try the service! Visithttps://www.lyft.com/invited/ENTREPRENEURSto get the free credit.",
    "members": 3648,
    "group_name": "Entrepreneurs & VCs"
  },
  {
    "group_id": 54691,
    "description": "SUCCESS! An Entrepreneurial Meetup Group\\nOwn a small business?\\nStarted your own venture?\\nThinking about being your own boss?\\nThen come join others that are in the same position. This group is meant for businesses and entrepreneurs (or those wanting to become one) to come together, network, discuss business, help each other grow and in the process build solid relationships for the future.\\nThere is nothing like synergy to help expand not only your business but yourself. In this group we will work together to have events that are going to not only help build our businesses but also help develop ourselves into better business people.\\nAs a member you will get the opportunity to network with others, listen to business experts, and successfully grow your business in a professional yet fun environment.\\nZorka Kovacevich\\nMeetupOrganizer\\n\\n________________________________________________ \\n\\n\\nZorka Marketing + Promotion \\n HubSpot certified inbound marketing professional specializing in designing, planning and running effective digital, multi-channel, and Meetup campaigns that dramatically decrease the time you spend on promotion so you can focus on lead engagement to increase your subscriptions, sales and a profitable bottom line.\\nOwner-Organizer of 50+Meetup business networking groups with over 50,500+ professional members located in New York city.\\nLET'S TALK!\\nSchedule a phone meeting to find out how we can strategicallyimprove your sales, provide customized training, consulting or marketing and promotion, here: http://bit.ly/PhoneMeetingWithZorkaMarketing\\nOr, schedule a Google Hangout meeting, here:http://j.mp/GoogleHangoutMeetingwithZorka\\n[Please note thatNew York-Eastern Standard Time (EST) applies to all scheduling]\\n\\n________________________________________________ \\nLET'S CONNECT!\\nLinkedin: \\nwww.linkedin.com/in/zorkakovacevich/\\nPlease send invitations to: ZorkaKovacevich@aol.com\\nTwitter: \\n@ZorkaKovacevich\\nFacebook:\\nhttps://www.facebook.com/ZorkaKovacevich\\nEmail: \\nZorkaMarketing@gmail.com\\nTelephone:\\n347-291-1367\\nClick Here to Get Help with International Dialing Codes",
    "members": 1426,
    "group_name": "SUCCESS! An Entrepreneurial Meetup Group"
  },
  {
    "group_id": 54954,
    "description": "This group is for everyone who is interested in the environment, wants to learn more about the environment or contribute to making a better environment. Please send me your suggestions. We are also looking for assistant organizers. If you are good at planning, loves the environment and wants to help please send me an email. Also if you are on Facebook please join our sponsor's fan page and pass it on to others who will like to become a fan by clicking on the suggest to friends located on the upper left side of the page. http://www.facebook.com/pages/North-Babylon-NY/American-Environmental-Assessment-Solutions-Inc/79737445807",
    "members": 372,
    "group_name": "The New York City Environmental Meetup Group"
  },
  {
    "group_id": 55272,
    "description": "This is a group where you can improve your English (ESL), practice English Conversation and make friends. We encourage you to find study partners, network and have fun.",
    "members": 3691,
    "group_name": "ESL ENGLISH COFFEE, CONVERSATION & FRIENDSHIP CHICAGO MEETUP"
  },
  {
    "group_id": 57434,
    "description": "Are you an Expat? Being new in town can be a challenge. Welcome to the New York city Expat Meetup group! We'll meet at least once a month to enjoy the nightlife New York has to offer and share those experiences with other Expats as well as native New Yorkers who will help us enjoy your new town! Please feel free to invite non-expats to our events. The more the merrier! Expats unite @ The New York City Expat Meetup Group!",
    "members": 2501,
    "group_name": "The New York City Expat Meetup Group"
  },
  {
    "group_id": 57688,
    "description": "English:\\nWe are a fun group of Germans, Ex-Germans, Future-Germans (and people who are simply interested in German culture, German people, or the country) living in and around New York City. Feel free to speak either German or English at our monthly meetup, but be sure to read the description of any special event to see what language it will be in.\\nAll Germans, German speakers and anyone who is interested in Germany/Switzerland/Austria are welcome to join.\\nWe typically meet once a month for our Monthly German Culture Meetup, which is free to attend and is usually in an area of a bar/restaurant exclusively reserved for our group. We participate in other activities & events such as movies, theatre, lectures, dinners, art shows, some of them free of charge, some of them need to be paid for.\\n \\nWe are looking forward to meeting you at one of our events!\\n \\nOrganizer:\\nThomas Langheinrich\\ngermany@langheinrich.us\\n+1 917-302-4651\\n \\n \\nGerman:\\nHier treffen sich Deutsche, Deutschsprachige und solche, die in irgendwelcher Hinsicht an Deutschland/Schweiz/Oesterreich interessiert sind. Es wird Deutsch und Englisch gesprochen, je nach Lust, Laune und Gespraechspartner. Die Teilnehmer sind jeglichen erdenklichen Alters und setzen sich aus Deutschen, ehemals Deutschen, zukuenftigen Deutschen und an Deutschland interessierten Leuten zusammen.   In der Regel treffen wir uns 1x im Monat an einem Freitag ab ca. 18 Uhr in einem Restaurant / in einer Bar zu unserem kostenlosen Monthly German Culture Meetup, wo wir normalerweise einen separaten Bereich zugewiesen bekommen. Das Treffen dauert erfahrungsgemaess mindestens bis 21/22 Uhr, oftmals bleiben viele aber auch noch bis Mitternacht, um anschliessend noch weiter zu ziehen.\\n \\nWir nehmen des Weiteren an diversen Veranstaltugen teil, sei es Filme, Theater, Musik, Deutsche Kueche, Vorlesungen, und andere, teils kostenlos, teils muss man jedoch dafuer bezahlen\\nWenn du einen schoenen Abend mit vielen neuen, netten Bekanntschaften erleben willst, dann komm das naechste Mal einfach zu unserem monatlichen Treffen.\\n \\nWir freuen uns auf dich!\\n \\nOrganisator:\\nThomas Langheinrich\\n germany@langheinrich.us\\n+1 917-302-4651",
    "members": 3730,
    "group_name": "New York City German Culture Group"
  },
  {
    "group_id": 61473,
    "description": "Newbies and hardcore Browncoats welcome!\\n\\nWe are fans of the short lived Firefly TV show and of the Firefly movie called Serenity, and well, pretty much everything Joss-verse!\\n\\nWe host many small shindigs & several large events each year, including our annual Browncoat party at Capricon each February, and the annual Can't Stop the Serenity screening at the Portage Theater each summer.  The screening is the Browncoats' birthday present  to Joss Whedon to raise money & awareness for his favorite charity, Equality Now. \\n\\nWe have a bunch of other mini-shindigs, and a whole lot of fun, so come join us or even create your own event!  \\n\\n\\nNo Reavers allowed!",
    "members": 464,
    "group_name": "Chicago Firefly/Serenity Meetup"
  },
  {
    "group_id": 62864,
    "description": "This group is for current and past Fotolog members.  We meet and greet, schmooze and booze, coffee klatch, whatever tickles your fancy.  What this group is about is coming out from behind the lens and meeting your fellow Fotologgers face-to-face in real-time!  \\n\\nShould be pleasant, if not utterly enjoyable experience for all who attend.  Hope to see you there!",
    "members": 164,
    "group_name": "The Tri-State Fotolog Meetup Group"
  }
 
 ]